Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/MySports.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT
source: My Sports allows you to have one sports experience across your Apple apps and devices. The teams and other sports interests you follow will sync across supported Apple apps and devices that are signed in to the same Apple Account. Providing and Improving My Sports If you turn on syncing for My Sports, the teams and other sports interests you follow in supported apps, including Apple Sports, Apple TV, and Apple News, will automatically be followed in other supported apps. Apple collects information about your usage of My Sports, including, where available, the sports, leagues, teams, and athletes that you follow and the notifications you interact with, and stores that information associated with your Apple Account. Apple uses this information to sync your sports interests across supported Apple apps, including Apple Sports, Apple TV, and Apple News, and to personalize your experience in those apps and associated services like Apple News email newsletters. Apple also uses this information, along with information about errors and crashes, to improve My Sports and the supported Apple apps and services. My Sports syncing allows you to have one sports experience across supported Apple apps, with content about your sports interests like articles and events appearing in supported Apple apps and associated services, including Apple Sports, Apple TV, and Apple News. You can choose to stop using My Sports to sync your sports interests at any time in the settings of supported apps. Turning off syncing for My Sports may limit the sports features available in some apps. Communicating with You Apple may use information about your account, such as the Apple products you own and your subscriptions to Apple services, to send you communications about My Sports and your sports interests, as well as other Apple products, services, and offers that may be of interest to you, including Apple One. Apple may also use information about the sports, leagues, teams, and athletes you follow to send you emails and push notifications from apps that support My Sports, including Apple TV and Apple News, about new features, content, and offers available in those apps. You can change your email preferences and opt out of receiving these emails by going to account.apple.com. To update your notification preferences for apps that support My Sports on your iOS, iPadOS, or visionOS device, go to Settings > Notifications > TV for Apple TV notifications, and Settings > Notifications > News for Apple News notifications. On Mac, go to System Settings > Notifications, and click “TV” or “News”. Advertising If the Personalized Ads setting is turned on, Apple’s advertising platform may use your information to serve ads that are more relevant to you. Apple’s advertising platform may use information about your sports interests to ensure that ads in Apple News and Stocks are relevant. If you do not want to receive ads targeted to your interests from Apple’s advertising platform, you can choose to turn off Personalized Ads. Turning off Personalized Ads will prevent Apple from using your information for ad targeting. It may not decrease the number of ads you receive, but the ads may be less relevant to you. You can turn off Personalized Ads on your iOS, iPadOS, or visionOS device by going to Settings > Privacy & Security > Apple Advertising and tapping to turn off Personalized Ads. On Mac, go to System Settings > Privacy & Security > Apple Advertising, and deselect Personalized Ads. Learn more about Apple Advertising & Privacy at www.apple.com/legal/privacy/data/en/apple-advertising. Learn about how to opt out of personalized ads in Apple News and Stocks at support.apple.com/105131. Sharing with Third Parties We may share some non-personal data about the sports, leagues, teams, and athletes followed using My Sports with strategic partners that work with Apple to provide our products and services, help Apple market to customers, and sell ads on Apple’s behalf to display in Apple News and Stocks. For example, Apple may share aggregate reports with Apple News publishers and with other content providers to help them understand the performance of their content. Applicable Legal Basis for Processing Personal Data If you use My Sports, we process your personal data as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law provides, we process the following categories of personal data as necessary for purposes of our legitimate interests or those of a third party in order to: • Send you communications about My Sports and your sports interests, as well as other Apple products, services, and offers that may be of interest to you • Improve My Sports and supported Apple apps and services for you and others The data used includes: • The sports, leagues, teams, and athletes that you follow, the notifications you interact with, and information about errors and crashes • Details about your account Retention We retain information about your sports interests and your use of My Sports associated with your Apple Account for as long as necessary to provide the service and for up to two years after you stop using My Sports. Supported apps will handle your information as described in their data and privacy information. Learn more about Apple TV App & Privacy at www.apple.com/legal/privacy/data/en/apple-tv-app and Apple News & Privacy at www.apple.com/legal/privacy/data/en/apple-news. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy
ar: تسمح لك "رياضاتي" بالاستمتاع بتجربة واحدة عبر جميع تطبيقات وأجهزة Apple. ستتم مزامنة الفِرق والاهتمامات الرياضية الأخرى التي تتابعها عبر جميع تطبيقات وأجهزة Apple المدعومة التي سجلت الدخول إليها بنفس حساب Apple. توفير وتحسين "رياضاتي" إذا شغلت المزامنة لميزة "رياضاتي"، فإن الفِرق والاهتمامات الرياضية الأخرى التي تتابعها على التطبيقات المدعومة، بما في ذلك Apple Sports و Apple TV و Apple News ستتم متابعتها تلقائيًا في التطبيقات المدعومة الأخرى. تجمع Apple معلومات عن استخدامك لميزة "رياضاتي"، بما في ذلك - إذا توفرت - الرياضات والدوريات والفِرق والرياضيين الذين تتابعهم والإشعارات التي تتفاعل معها، وتخزن تلك المعلومات بعد ربطها بحساب Apple. تستخدم Apple تلك المعلومات لمزامنة اهتماماتك الرياضية عبر جميع تطبيقات Apple المدعومة، بما في ذلك Apple Sports و Apple TV و Apple News، ولتخصيص تجربتك في تلك التطبيقات والخدمات المرتبطة بها، مثل الرسائل الإخبارية بالبريد الإلكتروني في Apple News. تستخدم Apple أيضًا هذه المعلومات - إلى جانب معلومات عن الأخطاء والأعطال - لتحسين "رياضاتي" وتطبيقات وخدمات Apple المدعومة. بمزامنة "رياضاتي"، يمكنك الاستمتاع بتجربة رياضية واحدة عبر جميع تطبيقات Apple المدعومة، حيث يظهر المحتوى المتعلق باهتماماتك الرياضية - مثل المقالات والأحداث - في تطبيقات Apple المدعومة والخدمات المرتبطة بها، بما في ذلك Apple TV و Apple Sports و Apple News. يمكنك اختيار إيقاف استخدام "رياضاتي" لمزامنة اهتماماتك الرياضية في أي وقت في إعدادات التطبيقات المدعومة. قد يؤدي إيقاف المزامنة لميزة "رياضاتي" إلى الحد من عدد الميزات الرياضية المتوفرة في بعض التطبيقات. التواصل معك قد تستخدم Apple معلومات حول حسابك - مثل منتجات Apple التي تمتلكها واشتراكاتك في خدمات Apple - لإرسال رسائل إليك حول "رياضاتي" واهتماماتك الرياضية، إلى جانب منتجات Apple وخدماتها وعروضها الأخرى التي قد تهمك، بما في ذلك Apple One. قد تستخدم Apple أيضًا معلومات عن الرياضات والدوريات والفِرق والرياضيين الذين تتابعهم كي ترسل إليك رسائل بريد إلكتروني وإشعارات لحظية من التطبيقات التي تدعم "رياضاتي" - بما في ذلك Apple TV و Apple News - حول الميزات والمحتويات والعروض الجديدة المتوفرة في تلك التطبيقات. يمكنك تغيير تفضيلات بريدك الإلكتروني وتعطيل تلقي رسائل البريد الإلكتروني هذه بالانتقال إلى account.apple.com لتحديث تفضيلات الإشعارات للتطبيقات التي تدعم "رياضاتي" على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > الإشعارات > التلفزيون (في حالة إشعارات Apple TV)، وإلى الإعدادات > الإشعارات > الأخبار (في حالة إشعارات Apple News). على Mac، انتقل إلى إعدادات النظام > الإشعارات، وانقر على التلفزيون أو الأخبار. الإعلانات في حالة تشغيل إعداد الإعلانات المخصصة، قد تستخدم منصة إعلانات Apple معلوماتك لتقديم إعلانات أكثر ملاءمة لك. قد تستخدم منصة إعلانات Apple معلومات حول اهتماماتك الرياضية للتأكد من أن الإعلانات في Apple News والأسهم مناسبة لك. إذا كنت لا ترغب في تلقي إعلانات تستهدف اهتماماتك من منصة إعلانات Apple، يمكنك اختيار إيقاف الإعلانات المخصصة. وسيؤدي إيقاف الإعلانات المخصصة إلى منع Apple من استخدام معلوماتك في الإعلانات الموجهة. قد لا يؤدي ذلك إلى تقليل عدد الإعلانات التي تتلقاها، ولكن قد تكون الإعلانات أقل ملاءمة لك. يمكنك إيقاف الإعلانات المخصصة على جهاز iOS أو iPadOS أو visionOS بالانتقال إلى الإعدادات > الخصوصية والأمن > إعلانات Apple، والضغط لإيقاف الإعلانات المخصصة. على Mac، انتقل إلى تفضيلات النظام > الخصوصية والأمن > إعلانات Apple، وألغِ تحديد الإعلانات المخصصة. يمكنك معرفة المزيد عن إعلانات Apple والخصوصية على الرابط: ‏www.apple.com/legal/privacy/data/ar/apple-advertising تعرَّف على كيفية تعطيل الإعلانات المخصصة في Apple News والأسهم هنا: support.apple.com/105131 المشاركة مع الجهات الخارجية قد نشارك بعض البيانات غير الشخصية حول الرياضات والدوريات والفِرق والرياضيين الذين تتابعهم من خلال "رياضاتي" مع الشركاء الاستراتيجيين الذين يعملون مع Apple لتقديم منتجاتنا وخدماتنا، ومساعدة Apple في التسويق للعملاء، وبيع الإعلانات نيابة عن Apple لعرضها في Apple News والأسهم. على سبيل المثال، قد تشارك Apple تقارير مجمعة مع الناشرين في Apple News ومع مزودي المحتوى الآخرين لمساعدتهم فهم أداء المحتوى الخاص بهم. الأسس القانونية لمعالجة البيانات الشخصية في حالة استخدامك لميزة "رياضاتي"، نعالج بياناتك الشخصية حسبما تقتضيه الضرورة لتقديم الخدمة، ولاستيفاء التزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. نعالج الفئات التالية من البيانات الشخصية حسب الضرورة التي تقتضيها مصالحنا المشروعة أو مصالح جهة خارجية ما حيثما ينص القانون المحلي المعمول به على ذلك، بهدف: • إرسال رسائل إليك حول "رياضاتي" واهتماماتك الرياضية، إلى جانب منتجات Apple وخدماتها وعروضها الأخرى التي قد تهمك • تحسين "رياضاتي" وتطبيقات وخدمات Apple المدعومة لك وللآخرين تتضمن البيانات المستخدمة ما يلي: • الرياضات والدوريات والفِرق والرياضيون الذين تتابعهم والإشعارات التي تتفاعل معها ومعلومات عن الأخطاء وحالات التعطل • تفاصيل عن حسابك الاحتفاظ بالمعلومات نحن نحتفظ بمعلومات عن اهتماماتك الرياضية واستخدامك لميزة "رياضاتي" مع ربطها بحساب Apple طوال المدة اللازمة لتوفير الخدمة ولمدة تصل إلى سنتين بعد إيقافك لاستخدام "رياضاتي". ستتعامل التطبيقات المدعومة مع معلوماتك على النحو الموضح في معلومات البيانات والخصوصية الخاصة بها. يمكنك معرفة المزيد عن تطبيق Apple TV والخصوصية على الرابط: ‏www.apple.com/legal/privacy/data/ar/apple-tv-app وعن Apple News والخصوصية على الرابط: ‏www.apple.com/legal/privacy/data/ar/apple-news سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Моите спортове ви позволява да се насладите на уникално спортно изживяване на всичките ви приложения и устройства на Apple. Отборите и други спортни интереси, които следвате, ще се синхронизират на всички поддържани приложения и устройства на Apple, на които сте влезли с една и съща Apple регистрация. Осигуряване и подобряване на Моите спортове Ако включите синхронизиране за Моите спортове, отборите и другите спортни интереси, които следвате в поддържаните приложения, включително Apple Sports, Apple TV и Apple News, автоматично ще бъдат последвани и в други поддържани приложения. Apple събира информация за това как използвате Моите спортове, включително, когато това е налично, спортовете, лигите, отборите и спортистите, които следвате, и известията, с които взаимодействате. Тази информация се съхранява с връзка към вашата Apple регистрация. Apple използва тази информация, за да синхронизира вашите спортни интереси през поддържаните приложения от Apple, включително Apple Sports, Apple TV и Apple News, както и за да персонализира вашето изживяване в тези приложения и свързани услуги, като имейл бюлетин от Apple News. Apple също така използва тази информация, заедно с информацията за грешки и сривове, за да подобри Моите спортове и поддържаните приложения и услуги на Apple. Синхронизирането на Моите спортове ви позволява да се насладите на уникално спортно изживяване на поддържаните приложения на Apple. Съдържание, свързано с вашите спортни интереси, като статии и събития, се появява в поддържаните приложения на Apple и свързани услуги, включително Apple Sports, Apple TV и Apple News. Можете да изберете да спрете синхронизирането на спортните ви интереси за Моите спортове по всяко време в настройките на поддържаните приложения. Изключването на синхронизирането за Моите спортове може да ограничи спортните услуги, налични в някои приложения. Връзка с вас Apple може да използва информация за вашата регистрация, като продуктите на Apple, които притежавате, и вашите абонаменти за услуги на Apple, за да ви изпраща съобщения относно Моите спортове и вашите спортни интереси, както и други продукти, услуги и оферти, свързани с Apple, които могат да представляват интерес за вас, включително услугата Apple One. Apple може да използва информация за спортовете, лигите, отборите и спортистите, които следвате, за да ви изпраща имейли и push известия от приложения, които поддържат Моите спортове, включително Apple TV и Apple News, за нови функции, съдържание и оферти, налични в тези приложения. Можете да промените настройките си за имейли и да се откажете от получаването на тези имейли, като отидете на account.apple.com. За да обновите настройките си за известяване за приложения, които поддържат Моите спортове на iOS, iPadOS или visionOS устройство, отидете в Настройки > Известия > TV за известия от Apple TV и Настройки > Известия > News за известия от Apple News. На Mac отидете в Системни настройки > Известия и щракнете „TV“ или „News“. Реклама Ако настройката Персонализирани реклами е включена, рекламната платформа на Apple може да използва вашата информация, за да показва реклами, които са по-подходящи за вас. Рекламната платформа на Apple може да използва информация за вашите спортни интереси, за да бъде сигурно, че рекламите в Apple News и Акции, са подходящи за вас. Ако не искате да получавате от рекламната платформа на Apple реклами, насочени към вашите интереси, можете да изберете да изключите Персонализирани реклами. Изключването на Персонализирани реклами ще попречи на Apple да използва вашата информация за насочване на реклами. Това може да не намали броя на рекламите, които получавате, но рекламите може да са по-малко подходящи за вас. Можете да изключите Персонализирани реклами на вашето iOS, iPadOS или visionOS устройство, като отидете в Настройки > Поверителност и сигурност > Реклами от Apple и докоснете, за да изключите опцията Персонализирани реклами. На Mac отидете в Системни настройки > Поверителност и сигурност > Реклами от Apple и премахнете избора от Персонализирани реклами. За да научите повече за рекламите от Apple и поверителността, отидете на www.apple.com/legal/privacy/data/bg-bg/apple-advertising. За да научите как да се откажете от персонализираните реклами в Apple News и Акции, отидете на support.apple.com/105131. Споделяне с трети страни Ние може да споделяме известни нелични данни за спортове, лиги, отбори и спортисти, следвани с Моите спортове, със стратегически партньори, които работят с Apple, за да предоставят нашите продукти и услуги, да помагат на маркетинга на Apple за клиентите и да продават от името на Apple реклами, които да се показват в приложенията Apple News и Акции. Например, Apple може да споделя обобщени отчети с издателите на Apple News и с други доставчици на съдържание, за да им помогнете да разберат ефективността на тяхното съдържание. Приложимо законово основание за обработка на лични данни Ако използвате Моите спортове, обработваме личните ви данни, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство предвижда, обработваме следните категории лични данни, както е необходимо за целите на нашите законни интереси или тези на трета страна, за: • Изпращане на съобщения относно Моите спортове и други спортни интереси, както и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас • Подобряване на Моите спортове и поддържани приложения и услуги на Apple за вас и другите потребители Използваните данни включват: • Спортовете, лигите, отборите и спортистите, които следвате, известията, с които взаимодействате, и информация за грешки и сривове • Детайли за вашата регистрация Запазване на данните Ние запазваме информацията за спортните ви интереси и използването ви на Моите спортове, свързани с вашата Apple регистрация, за толкова време, колкото е необходимо за предоставяне на услугата и до две години, след като спрете да използвате Моите спортове. Поддържаните приложения ще използват информацията ви, както е описано в информацията за техните данни и поверителност. Научете повече за приложението Apple TV и поверителността на www.apple.com/legal/privacy/data/en/apple-tv-app и за Apple News и поверителността на www.apple.com/legal/privacy/data/en/apple-news. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy
ca: Les funcions relacionades amb els esports permeten unificar l’experiència als dispositius i les apps d’Apple. Els equips i la resta d’interessos de temàtica esportiva que segueixis se sincronitzaran als dispositius i les apps d’Apple en què hagis iniciat la sessió amb el mateix compte d’Apple. Disponibilitat i millora de les funcions d’esports Si actives la sincronització dels esports, se sincronitzaran automàticament els equips i els temes esportius que segueixis a les apps admeses, com ara l’Apple Sports, l’Apple TV i l’Apple News, amb la resta d’apps compatibles. Apple recopila informació sobre l’ús que fas de les funcions relacionades amb els esports, en cas que estiguin disponibles, inclosos els esports, les lligues, els equips i els esportistes que segueixis, i les notificacions amb què interaccionis. Aquesta informació s’associa al compte d’Apple i s’emmagatzema. Apple utilitza la informació per sincronitzar els interessos de temàtica esportiva a les apps d’Apple que hi siguin compatibles, com ara l’Apple Sports, l’Apple TV i l’Apple News, i per personalitzar l’experiència tant a les apps com als serveis associats, per exemple, els butlletins electrònics de l’Apple News. Apple també fa servir les dades, juntament amb la informació sobre errors, per millorar les funcions relacionades amb els esports, i els serveis i les apps d’Apple compatibles. La sincronització dels esports permet gaudir d’una experiència única a les apps d’Apple compatibles, amb continguts pertinents d’acord amb els temes esportius que t’interessin, com ara els articles i els esdeveniments que es mostren a les apps d’Apple i als serveis relacionats, inclosos l’Apple Sports, l’Apple TV i l’Apple News. Per deixar d’utilitzar les funcions relacionades amb els esports per sincronitzar els teus interessos, ves a la configuració de les apps compatibles. Si desactives la sincronització dels esports, pot ser que es limitin les funcions relacionades disponibles en algunes apps. Comunicació amb tu Apple pot utilitzar la informació sobre el compte, com ara els productes d’Apple que tens i els serveis d’Apple a què t’has subscrit, per enviar‑te comunicacions sobre esports i temes relacionats, i sobre altres productes, serveis i ofertes d’Apple que et puguin interessar, inclòs l’Apple One. Apple també pot utilitzar la informació sobre els esports, les lligues, els equips i els esportistes que segueixes per enviar‑te notificacions push de les apps compatibles, com ara l’Apple TV i l’Apple News, i correus electrònics sobre noves funcions, continguts i ofertes disponibles en aquestes apps. Per canviar les preferències dels correus i deixar de rebre’n, ves a account.apple.com. Per actualitzar les preferències de les notificacions de les apps compatibles amb els esports als dispositius iOS, iPadOS i visionOS, ves a l’app Configuració > Notificacions i selecciona TV, en el cas de l’Apple TV, o bé News, en el de l’Apple News. Al Mac, ves a l’app Configuració del Sistema > Notificacions i fes clic a “TV” o “News”. Publicitat Si els anuncis personalitzats estan activats, la plataforma publicitària d’Apple podrà fer servir la teva informació per mostrar‑te anuncis rellevants. Així mateix, la plataforma publicitària d’Apple podrà utilitzar informació sobre els temes esportius que t’interessen per garantir que els anuncis de l’Apple News i l’app Borsa siguin rellevants. Si no vols que la plataforma publicitària d’Apple et mostri anuncis personalitzats en funció dels teus interessos, pots desactivar‑los. Si desactives els anuncis personalitzats, Apple no podrà utilitzar la teva informació per a la segmentació de publicitat. Potser continuaràs rebent la mateixa quantitat d’anuncis, però no seran tan rellevants per a tu. Per desactivar els anuncis personalitzats als dispositius iOS, iPadOS i visionOS, ves a l’app Configuració > Privacitat i seguretat > Publicitat d’Apple. En un Mac, ves a l’app Configuració del Sistema > Privacitat i seguretat > Publicitat d’Apple. Trobaràs més informació sobre la publicitat d’Apple i la privacitat a www.apple.com/legal/privacy/data/ca/apple-advertising. Per obtenir més informació sobre com desactivar els anuncis personalitzats a l’Apple News i a l’app Borsa, ves a support.apple.com/105131. Informació compartida amb tercers Pot ser que es comparteixin dades no personals sobre els esports, les lligues i els esportistes que segueixis mitjançant les funcions relacionades amb els esports amb socis estratègics que col·laboren amb Apple per proporcionar i comercialitzar els nostres productes i serveis, i vendre anuncis a nom d’Apple perquè es mostrin a l’Apple News i a l’app Borsa. Per exemple, és possible que Apple comparteixi informes agregats amb l’equip d’edició de l’Apple News i altres proveïdors de continguts perquè puguin entendre’n millor el rendiment. Base jurídica aplicable al processament de dades personals En utilitzar les funcions relacionades amb els esports, processem les dades personals com calgui per oferir el servei i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què així s’estipuli a la legislació local aplicable, processem les següents categories de dades personals com sigui necessari per satisfer els nostres interessos legítims o els d’un tercer per: • enviar‑te comunicacions sobre les funcions relacionades amb els esports i els teus interessos esportius, i també sobre altres productes, serveis i ofertes d’Apple que et podrien interessar; • millorar les funcions relacionades amb els esports i les apps i els serveis d’Apple compatibles. Les dades utilitzades inclouen el següent: • esports, lligues, equips i esportistes que segueixes, notificacions amb què interacciones i informació sobre els errors i les fallades; • detalls sobre el compte. Conservació Es conserva informació sobre els temes d’esports que t’interessen i l’ús que fas de les funcions relacionades amb els esports. Les dades s’associen al compte d’Apple i s’emmagatzemen el temps que calgui per oferir el servei i fins a 2 anys un cop hagis deixat de fer servir aquestes funcions. Les apps compatibles tractaran la informació tal com es descriu a la seva documentació sobre dades i privacitat. Trobaràs més informació sobre la privacitat, l’app Apple TV i l’Apple News a www.apple.com/legal/privacy/data/ca/apple-tv-app i a www.apple.com/legal/privacy/data/ca/apple-news, respectivament. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Služba Moje sporty vám nabízí jednotné sportovní prostředí ve všech aplikacích a zařízeních společnosti Apple. Vaše oblíbené týmy a další sportovní témata, která sledujete, se budou synchronizovat mezi všemi aplikacemi Apple a zařízeními, ke kterým jste přihlášení pod týmž účtem Apple. Poskytování a vylepšování služby Moje sporty Když pro službu Moje sporty zapnete synchronizaci, budou se vaše oblíbené týmy a další sportovní témata, která sledujete v podporovaných aplikacích, včetně Apple Sports, Apple TV a Apple News, automaticky přidávat do sledovaných i v ostatních podporovaných aplikacích. Apple shromažďuje informace o tom, jak službu Moje sporty využíváte, mimo jiné (tam, kde jsou tyto možnosti k dispozici) o sportovních disciplínách, soutěžích, týmech a jednotlivých sportovcích, které sledujete, a o oznámeních, na která jste reagovali, a uchovává tyto informace pod vaším účtem Apple. Na základě těchto informací společnost Apple synchronizuje vaše sportovní zájmy mezi všemi podporovanými aplikacemi Apple, k nimž patří Apple Sports, Apple TV a Apple News, a přizpůsobuje prostředí těchto aplikací a souvisejících služeb, například e‑mailových bulletinů Apple News, vašim potřebám. Kromě toho společnost Apple využívá tyto informace spolu s údaji o chybách a haváriích k vylepšování služby Moje sporty a podporovaných aplikací a služeb Apple. Synchronizace služby Moje sporty vám umožňuje využívat ve všech podporovaných aplikacích Apple totéž sportovní prostředí s obsahem zaměřeným na vaše sportovní zájmy, jako jsou články a události zobrazované v podporovaných aplikacích Apple a přidružených službách, mimo jiné v aplikacích Apple Sports, Apple TV a Apple News. Synchronizaci vašich sportovních zájmů prostřednictvím služby Moje sporty můžete v nastavení podporovaných aplikací kdykoli zastavit. Když synchronizaci služby Moje sporty vypnete, může dojít k omezení dostupnosti sportovních funkcí v některých aplikacích. Komunikace s vámi Společnost Apple vám může na základě informací o vašem účtu, například o produktech Apple, které vlastníte, nebo o vašich předplacených službách Apple, zasílat zprávy související se službou Moje sporty a s vašimi sportovními zájmy a také informace o dalších produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat, mimo jiné o službě Apple One. Informace o sportovních disciplínách, soutěžích, týmech a jednotlivých sportovcích, které sledujete, může společnost Apple využívat také k tomu, že vám bude zasílat e‑maily a push oznámení z aplikací, které službu Moje sporty podporují, mimo jiné z aplikací TV a News, o nových funkcích, obsahu a nabídkách, které jsou v těchto aplikacích k dispozici. Své předvolby pro e‑mail můžete změnit a příjem těchto e‑mailů můžete odhlásit na adrese account.apple.com. Chcete‑li na iOS, iPadOS nebo visionOS zařízení aktualizovat předvolby oznámení pro aplikace, které podporují službu Moje sporty, přejděte do Nastavení > Oznámení > TV, kde můžete nastavit oznámení aplikace TV, nebo do Nastavení > Oznámení > News, kde můžete nastavit oznámení aplikace News. Na Macu otevřete Nastavení systému > Oznámení a klikněte na položku TV nebo News. Reklamy Pokud máte zapnutou volbu Osobní reklama, reklamní platforma společnosti Apple může využívat vaše informace k výběru reklam, které jsou pro vás relevantnější. Na základě údajů o vašich sportovních zájmech pro vás může reklamní platforma Apple vybírat relevantní reklamy v aplikacích News a Akcie. Nechcete‑li, aby pro vás reklamní platforma Apple vybírala reklamy zaměřené na vaše zájmy, můžete volbu Osobní reklama vypnout. Tím společnosti Apple zabráníte ve využívání vašich informací k cílení reklamy. Počet reklam, které uvidíte, tím nemusí klesnout, ale mohou pro vás být méně zajímavé. Chcete‑li osobní reklamy vypnout na iOS, iPadOS nebo visionOS zařízení, přejděte do Nastavení > Soukromí a zabezpečení > Reklama Apple a klepnutím vypněte volbu Osobní reklama. Na Macu přejděte do Nastavení systému > Soukromí a zabezpečení > Reklama Apple a zrušte výběr volby Osobní reklama. Další informace o reklamě Apple a soukromí najdete na www.apple.com/legal/privacy/data/cs/apple-advertising. Postup odhlášení od zájmově zacílených reklam v aplikacích News a Akcie je popsán v článku support.apple.com/105131. Sdílení s třetími stranami Se strategickými partnery, kteří se společností Apple spolupracují při poskytování produktů a služeb, pomáhají jí se zákaznickým marketingem nebo jejím jménem prodávají reklamu, která se zobrazuje v aplikacích News a Akcie, můžeme sdílet některé údaje neosobní povahy o sportovních disciplínách, soutěžích, týmech a jednotlivých sportovcích sledovaných prostřednictvím služby Moje sporty. S vydavateli článků v Apple News a dalšími poskytovateli obsahu můžeme například sdílet souhrnné zprávy, které jim pomáhají analyzovat úspěšnost jejich obsahu. Právní základ uplatňovaný při zpracování osobních údajů Když službu Moje sporty používáte, zpracováváme vaše osobní údaje v rozsahu nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, o něj žádáme v souladu s platnými místními zákony. Tam, kde to platné místní zákony umožňují, zpracováváme níže uvedené kategorie osobních údajů, je‑li to nezbytné pro naplnění našich oprávněných zájmů nebo oprávněných zájmů třetí strany, a to za následujícími účely: • Komunikace s vámi spočívající v zasílání informací souvisejících se službou Moje sporty a s vašimi sportovními zájmy a také informací o dalších produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat • Vylepšování služby Moje sporty a podporovaných aplikací a služeb Apple pro vás i další uživatele Využíváme přitom následující data: • Informace o sportovních disciplínách, soutěžích, týmech a jednotlivých sportovcích, které sledujete, o oznámeních, na která jste reagovali, a o chybách a selháních softwaru • Podrobnosti o vašem účtu Uchovávání dat Informace o vašich sportovních zájmech a o tom, jak využíváte službu Moje sporty, přidružené k vašemu účtu Apple, uchováváme po dobu nezbytně nutnou pro poskytování těchto služeb a nejvýše dva roky poté, co službu Moje sporty přestanete používat. Podporované aplikace budou s vašimi informacemi nakládat tak, jak je popsáno v jejich informacích o ochraně dat a soukromí. Další informace o aplikaci Apple TV a soukromí najdete na www.apple.com/legal/privacy/data/cs/apple-tv-app a informace o Apple News a soukromí na www.apple.com/legal/privacy/data/cs/apple-news. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Med Mine sportsgrene kan du få den samme sportsoplevelse i alle Apple-apps og på alle dine enheder. De hold og sportsinteresser, du følger, synkroniseres på tværs af understøttede Apple-apps og -enheder, der er logget ind med den samme Apple‑konto. Tilvejebringelse og forbedring af Mine sportsgrene Hvis du slår synkronisering af Mine sportsgrene til, vil de hold og sportsinteresser, du følger i understøttede apps, herunder Apple Sports, Apple TV-appen og Apple News, også automatisk blive fulgt i andre understøttede apps. Apple indsamler oplysninger om, hvordan du bruger Mine sportsgrene, herunder de sportsgrene, ligaer, hold og atleter, du følger, hvis disse oplysninger er tilgængelige, og de notifikationer, du interagerer med. Oplysningerne gemmes og knyttes til din Apple‑konto. Apple bruger disse oplysninger til at synkronisere dine sportsinteresser på tværs af understøttede Apple-apps, herunder Apple Sports, Apple TV-appen og Apple News, og til at tilpasse din oplevelse i disse apps og relaterede tjenester – f.eks. nyhedsbreve fra Apple News. Apple bruger også disse oplysninger sammen med oplysninger om fejl og nedbrud til at forbedre Mine sportsgrene og understøttede Apple-apps og -tjenester. Med synkronisering af Mine sportsgrene kan du få den samme sportsoplevelse i alle understøttede Apple-apps. Det betyder, at indhold om dine sportsinteresser, f.eks. artikler og begivenheder, vises i understøttede Apple-apps og relaterede tjenester, herunder i Apple Sports, Apple TV-appen og Apple News. Du kan altid vælge at stoppe med at bruge Mine sportsgrene til at synkronisere dine sportsinteresser i indstillingerne til de understøttede apps. Hvis du slår synkronisering af Mine sportsgrene fra, kan det begrænse de sportsfunktioner, der er tilgængelige i visse apps. Kommunikation med dig Apple bruger muligvis oplysninger om din konto, f.eks. hvilke Apple-produkter du ejer og dine abonnementer på Apple-tjenester, til at sende dig information om Mine sportsgrene og dine sportsinteresser samt andre Apple-produkter, -tjenester og -tilbud, der måske interesserer dig, inkl. Apple One. Apple bruger muligvis også oplysninger om de sportsgrene, ligaer, hold og atleter, du følger, til at sende dig e-mails og push-notifikationer fra apps, der understøtter Mine sportsgrene, herunder Apple TV-appen og Apple News, om nye funktioner, nyt indhold og nye tilbud, der er tilgængelige i disse apps. Du kan ændre dine e-mailindstillinger og fravælge at modtage disse e-mails på account.apple.com. Hvis du vil opdatere dine indstillinger til notifikationer for apps, der understøtter Mine sportsgrene på din iOS-, iPadOS- eller visionOS-enhed, skal du gå til Indstillinger > Notifikationer > TV for Apple TV-notifikationer og Indstillinger > Notifikationer > News for Apple News-notifikationer. På Mac skal du gå til Systemindstillinger > Notifikationer og klikke på “TV” eller “News”. Reklamer Hvis indstillingen Personlige reklamer er slået til, bruger Apples reklameplatform muligvis dine oplysninger til at levere reklamer, der er mere relevante for dig. Apples reklameplatform kan bruge oplysninger om dine sportsinteresser til at sikre, at du modtager relevante reklamer i Apple News og Værdipapirer. Hvis du ikke vil modtage reklamer, der er målrettet mod dine interesser, fra Apples reklameplatform, kan du vælge at slå Personlige reklamer fra. Hvis du slår Personlige reklamer fra, kan Apple ikke bruge dine oplysninger til målrettede reklamer. Det reducerer muligvis ikke antallet af reklamer, du modtager, men reklamerne vil muligvis være mindre relevante for dig. Du kan slå Personlige reklamer fra på din iOS-, iPadOS- eller visionOS-enhed ved at gå til Indstillinger > Anonymitet & sikkerhed > Apple-reklamer og trykke for at slå Personlige reklamer fra. På Mac skal du gå til Systemindstillinger > Anonymitet & sikkerhed > Apple-reklamer og fravælge Personlige reklamer. Læs mere om Apple-reklamer og anonymitet på www.apple.com/dk/legal/privacy/data/da/apple-advertising. Læs, hvordan du kan fravælge personlige reklamer i Apple News og Værdipapirer, på support.apple.com/105131. Deling med tredjeparter Vi deler muligvis visse ikke-personlige data om de sportsgrene, ligaer, hold og atleter, som du følger i Mine sportsgrene, med strategiske partnere, der arbejder sammen med Apple om at levere vores produkter og tjenester, hjælper Apple med at markedsføre produkter til kunder og sælger reklamer på Apples vegne til visning i Apple News og Værdipapirer. Apple kan f.eks. dele samlede rapporter med Apple News-udgiverne og med andre indholdsudbydere for at hjælpe dem med at forstå, hvilke resultater de har opnået med deres indhold. Gældende juridisk grundlag for behandling af personlige data Hvis du bruger Mine sportsgrene, behandler vi dine personlige data som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi følgende kategorier af personlige data som nødvendigt af hensyn til vores eller en tredjeparts legitime interesser for at: • Sende dig oplysninger om Mine sportsgrene og dine sportsinteresser samt andre Apple-produkter, -tjenester og -tilbud, der måske interesserer dig • Forbedre Mine sportgrene og understøttede Apple-apps og -tjenester for dig og andre De anvendte data indeholder: • Sportsgrene, ligaer, hold og atleter, du følger, de notifikationer, du interagerer med, og oplysninger om fejl og nedbrud • Oplysninger om din konto Opbevaring Vi opbevarer oplysninger om dine sportsinteresser og din brug af Mine sportsgrene, der er knyttet til din Apple‑konto, så længe det er nødvendigt for at levere tjenesten og i op til to år, efter at du er holdt op med at bruge Mine sportsgrene. Understøttede apps håndterer dine oplysninger som beskrevet i deres data- og anonymitetspolitik. Læs mere om Apple TV-appen og anonymitet på www.apple.com/dk/legal/privacy/data/da/apple-tv-app og Apple News og anonymitet på www.apple.com/dk/legal/privacy/data/da/apple-news. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy
de: Mit „Meine Sportarten“ verfügst du über ein Sporterlebnis, das auf all deinen Apps und Geräten von Apple zugänglich ist. Die Teams und andere Sportthemen, denen du folgst, werden auf unterstützten Apps und Geräten von Apple synchronisiert, die bei demselben Apple Account angemeldet sind. Bereitstellung und Optimierung von „Meine Sportarten“ Wenn du das Synchronisieren von „Meine Sportarten“ aktivierst, folgst du den Teams und anderen Sportthemen, denen du unter anderem in Apple Sports, Apple TV und Apple News folgst, automatisch auch in anderen unterstützten Apps. Apple sammelt Daten über deine Nutzung von „Meine Sportarten“, einschließlich (falls vorhanden) Sportarten, Ligen, Teams und Sportler:innen, denen du folgst, sowie den Mitteilungen, mit denen du interagierst, und speichert die mit deinem Apple Account verknüpften Daten. Apple verwendet diese Informationen, um die Sportthemen, die dich interessieren, auf unterstützten Apps von Apple, einschließlich Apple Sports, Apple TV und Apple News, zu synchronisieren und dein Erlebnis in diesen Apps und verknüpften Diensten wie E‑Mail-Newsletters von Apple News zu personalisieren. Des Weiteren nutzt Apple diese Daten, neben Informationen zu Fehlern und Systemabstürzen, zur Optimierung von „Meine Sportarten“ und den unterstützten Apple-Apps und -Diensten. Durch das Synchronisieren von „Meine Sportarten“ kannst du ein nahtloses Sporterlebnis auf allen unterstützten Apps von Apple erfahren. Dazu zählen Inhalte über Sportthemen, die dich interessieren, z. B. Artikel und Ereignisse, die in unterstützten Apps von Apple und verknüpften Diensten wie Apple Sports, Apple TV und Apple News angezeigt werden. Du kannst das Synchronisieren der Sportthemen, die dich interessieren, über „Meine Sportarten“ jederzeit in den Einstellungen der unterstützten Apps beenden. Wenn das Synchronisieren von „Meine Sportarten“ deaktiviert wird, sind Sportfunktionen in einigen Apps möglicherweise nur begrenzt verfügbar. Kommunikation mit dir Apple kann Informationen über deinen Account (etwa deine Apple-Produkte und Abonnements von Apple-Diensten) nutzen, um dich über „Meine Sportarten“ und die Sportthemen, die dich interessieren, sowie andere Apple-Produkte, -Dienste und -Angebote zu informieren, die für dich interessant sein könnten, etwa über Apple One. Apple kann Informationen über die Sportarten, Ligen, Teams und Sportler:innen, denen du folgst, auch verwenden, um dir E‑Mails und Push-Mitteilungen von Apps, die „Meine Sportarten“ unterstützen wie Apple TV und Apple News, über neue und in diesen Apps verfügbare Funktionen, Inhalte und Angebote zu senden. Auf der Website account.apple.com kannst du deine E‑Mail-Einstellungen ändern und den Empfang dieser E‑Mails deaktivieren. Um die Einstellungen für Mitteilungen für Apps zu aktualisieren, die auf deinen iOS-, iPadOS- oder visionOS-Geräten „Meine Sportarten“ unterstützen, wähle „Einstellungen“ > „Mitteilungen“ > „TV“ für Mitteilungen von Apple TV und „Einstellungen“ > „Mitteilungen“ > „News“ für Mitteilungen von Apple News. Auf dem Mac wählst du „Systemeinstellungen“ > „Mitteilungen“ und klickst auf „TV“ oder „News“. Werbung Wenn die Option „Personalisierte Werbung“ aktiviert ist, kann die Werbeplattform von Apple deine Informationen nutzen, um dir relevantere Werbung anzuzeigen. Die Werbeplattform von Apple verwendet eventuell Informationen über die Sportthemen, die dich interessieren, um dir in Apple News und „Aktien“ relevante Werbeinhalte zur Verfügung zu stellen. Du kannst die Funktion für personalisierte Werbung deaktivieren, wenn die Apple-Werbeplattform dir keine an deine Interessen angepasste Werbung anzeigen soll. Durch das Deaktivieren von „Personalisierte Werbung“ ist es Apple nicht möglich, deine Informationen für zielgerichtete Werbung zu verwenden. Die Anzahl der Anzeigen, die du erhältst, wird dadurch nicht weniger, aber diese Anzeigen sind möglicherweise weniger relevant für dich. Du kannst personalisierte Werbung auf iOS-, iPadOS- oder visionOS-Geräten deaktivieren, indem du „Einstellungen“ > „Datenschutz & Sicherheit“ > „Apple-Werbung“ auswählst und auf die Option für personalisierte Werbung tippst, um sie zu deaktivieren. Auf dem Mac öffnest du „Systemeinstellungen“ > „Datenschutz & Sicherheit“ > „Apple-Werbung“ und deaktivierst die Option für personalisierte Werbung. Weitere Infos über Apple-Werbung & Datenschutz findest du unter www.apple.com/de/legal/privacy/data/de/apple-advertising. Weitere Informationen zum Deaktivieren von personalisierter Werbung in Apple News und in der App „Aktien“ findest du unter support.apple.com/105131. Weitergabe an Dritte Apple kann einige nicht personenbezogene Daten zu den gefolgten Sportarten, Ligen, Teams und Sportler:innen über „Meine Sportarten“ mit strategischen Partnern teilen. Diese Partner arbeiten mit Apple zusammen, um Produkte und Dienste bereitzustellen, Apple-Produkte zu vermarkten und Werbung im Namen von Apple zu verkaufen, die in Apple News und der App „Aktien“ angezeigt wird. Zum Beispiel teilt Apple möglicherweise aggregierte Berichte mit Apple News-Verlagen und anderen Anbietern von Inhalten, damit diese ein besseres Verständnis über den Erfolg ihrer Inhalte erhalten. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wenn du „Meine Sportarten“ nutzt, verarbeiten wir deine personenbezogenen Daten, wie es für die Bereitstellung des Dienstes erforderlich ist und zur Erfüllung unserer gesetzlichen Pflichten. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir die folgenden Kategorien personenbezogener Daten, wie es zur Erfüllung unserer berechtigten Interessen oder der berechtigten Interessen eines Drittanbieters erforderlich ist, mit dem Ziel: • Dich über „Meine Sportarten“ und die Sportthemen, die dich interessieren, sowie andere Apple-Produkte, -Dienste und -Angebote zu informieren, die für dich interessant sein könnten. • „Meine Sportarten“ und unterstützte Apps und Dienste von Apple für dich und andere zu verbessern. Zu den verwendeten Daten zählen: • Die Sportarten, Ligen, Teams und Athlet:innen, denen du folgst, die Mitteilungen, mit denen du interagierst, und Informationen über Fehler und Abstürze • Details zu deinem Account Datenspeicherung Daten über die Sportthemen, die dich interessieren, und die mit deinem Apple Account verknüpfte Nutzung von „Meine Sportarten“ werden so lange gespeichert, wie es für die Bereitstellung erforderlich ist, und bis zu zwei Jahre nach dem Ende deiner Nutzung von „Meine Sportarten“ aufbewahrt. Unterstützte Apps verarbeiten deine Daten wie in ihren Daten- und Datenschutzbestimmungen beschrieben. Weitere Infos über die Apple TV App & Datenschutz findest du unter www.apple.com/legal/privacy/data/de/apple-tv-app und mehr zu Apple News & Datenschutz erfährst du unter www.apple.com/legal/privacy/data/de/apple-news. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
es: “Mis deportes” te permite vivir una única experiencia deportiva en todos los dispositivos y apps de Apple. El contenido deportivo que sigas, como tus equipos favoritos, se sincronizará entre todos los dispositivos y apps compatibles de Apple en los que hayas iniciado sesión con la misma cuenta de Apple. Ofrecer y mejorar “Mis deportes” Si activas la sincronización de “Mis deportes”, el contenido deportivo que sigas en las apps compatibles, como Apple Sports, Apple TV y Apple News, se seguirá automáticamente también en otras apps compatibles. Apple recopila información sobre tu uso de “Mis deportes”, incluidos los deportes, las ligas, los equipos y los deportistas que sigas (si están disponibles) y las notificaciones con las que interactúas, y almacena esa información asociada a tu cuenta de Apple. Apple usa esta información para sincronizar tus intereses deportivos entre las apps de Apple compatibles, como Apple Sports, Apple TV y Apple News, y para personalizar tu experiencia en esas apps y en los servicios asociados, como los boletines por correo electrónico de Apple News. Apple también usa esta información, junto con la información sobre los errores y cierres inesperados, para mejorar “Mis deportes” y los servicios y las apps de Apple compatibles. La sincronización de “Mis deportes” te permite vivir una única experiencia deportiva en todas las apps de Apple compatibles, con contenido sobre tus intereses deportivos, como los artículos y los eventos que aparecen en las apps de Apple compatibles y los servicios asociados, como Apple Sports, Apple TV y Apple News. Puedes dejar de usar “Mis deportes” para sincronizar tus intereses deportivos cuando quieras en los ajustes de las apps compatibles. Desactivar “Sincronizar mis deportes” podría limitar las funciones de deportes disponibles en algunas apps. Comunicación contigo Apple puede utilizar información sobre tu cuenta, como qué productos de Apple tienes y a qué servicios de Apple te has suscrito, para enviarte comunicaciones sobre “Mis deportes” y tus intereses deportivos, así como otros productos, servicios y ofertas de Apple que puedan resultarte interesantes, como Apple One. Apple también puede utilizar información sobre los deportes, las ligas, los equipos y los deportistas que sigas para enviarte notificaciones push y correos electrónicos de las apps compatibles con “Mis deportes”, como Apple TV y Apple News, sobre las nuevas funciones, contenido y ofertas disponibles en esas apps. Puedes ir a account.apple.com para cambiar tus preferencias de correo electrónico y dejar de recibir estos mensajes. Para actualizar tus preferencias de notificaciones de las apps compatibles con “Mis deportes” en tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Notificaciones > TV, para las notificaciones de Apple TV, y a Ajustes > Notificaciones > News, para las notificaciones de Apple News. En un Mac, ve a Ajustes del Sistema > Notificaciones y haz clic en TV o News. Publicidad Si tienes activado el ajuste “Anuncios personalizados”, la plataforma de publicidad de Apple puede utilizar tu información para proporcionarte anuncios que te resulten más interesantes. La plataforma de publicidad de Apple puede usar la información sobre tus intereses deportivos para garantizar que los anuncios que se muestran en Apple News y Bolsa resulten pertinentes. Si no quieres recibir anuncios adaptados a tus intereses de la plataforma de publicidad de Apple, puedes desactivar los anuncios personalizados. Al hacerlo, Apple no utilizará tu información para segmentar los anuncios. Puede que no disminuya la cantidad de anuncios que recibas, pero es posible que sean menos pertinentes para ti. En tu dispositivo iOS, iPadOS o visionOS, puedes desactivar “Anuncios personalizados” en Ajustes > Privacidad y seguridad > Publicidad de Apple. En un Mac, ve a Ajustes del Sistema > Privacidad y seguridad > “Publicidad de Apple” y desactiva “Anuncios personalizados”. Puedes obtener más información sobre la publicidad de Apple y la privacidad en www.apple.com/es/legal/privacy/data/es/apple-advertising. Para saber cómo dejar de recibir anuncios personalizados en Apple News y Bolsa, consulta support.apple.com/105131. Compartir con terceros Es posible que compartamos datos no personales sobre los deportes, las ligas, los equipos y los deportistas que sigues en “Mis deportes” con socios estratégicos que colaboran o ayudan a Apple en el mercado con el fin de ofrecer nuestros productos y servicios, y de vender publicidad en nombre de Apple para mostrarla en Apple News y Bolsa. Por ejemplo, Apple puede compartir informes agregados con los editores de Apple News y con otros proveedores de contenido para ayudarles a comprender el rendimiento de su contenido. Base legal aplicable al procesamiento de datos personales Si usas “Mis deportes”, procesaremos tus datos personales como sea necesario para prestar el servicio y cumplir con nuestras obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Asimismo, cuando la legislación local aplicable lo disponga, procesaremos las siguientes categorías de datos personales según sea necesario para los fines de nuestros intereses legítimos o los de un tercero con el fin de: • Enviarte comunicaciones sobre “Mis deportes” y tus intereses deportivos, así como otros productos, servicios y ofertas de Apple que puedan resultarte interesantes. • Mejorar “Mis deportes” y las apps y servicios de Apple compatibles para ti y para el resto de usuarios. Entre los datos usados, se incluyen los siguientes: • Los deportes, las ligas, los equipos y los deportistas que sigas, las notificaciones con las que interactúes, e información sobre errores y cierres inesperados. • Los detalles sobre tu cuenta. Conservación de datos Conservamos la información sobre tus intereses deportivos y el uso que haces de “Mis deportes” asociada a tu cuenta de Apple durante el tiempo que sea necesario para proporcionar el servicio y durante un periodo máximo de 2 años después de que dejes de usar “Mis deportes”. Las apps compatibles tratarán tus datos tal y como se describe en su sección de información acerca de los datos y la privacidad. Puedes obtener más información sobre la app Apple TV y la privacidad en www.apple.com/legal/privacy/data/es/apple-tv-app, y sobre Apple News y la privacidad en www.apple.com/legal/privacy/data/es/apple-news. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: Mis deportes te permite disfrutar una experiencia deportiva única en todos tus dispositivos y apps de Apple. Los equipos y otros intereses deportivos que sigas se sincronizarán con los dispositivos y apps de Apple compatibles en donde hayas iniciado sesión con la misma cuenta de Apple. Proporcionar y mejorar Mis deportes Si activas la sincronización de Mis deportes, los equipos y otros intereses deportivos que sigas en apps compatibles, como Apple Sports, Apple TV y Apple News, se seguirán automáticamente en otras apps compatibles. Apple recopila información sobre tu uso de Mis deportes, incluyendo, si está disponible, los deportes, las ligas, los equipos y los atletas que sigues, y las notificaciones con las que interactúas, luego almacena dicha información y la asocia con tu cuenta de Apple. Apple usa esta información para sincronizar tus intereses deportivos en las apps de Apple compatibles, como Apple Sports, Apple TV y Apple News, así como para personalizar tu experiencia en esas apps y en los servicios asociados, como los boletines que Apple News envía por correo electrónico. Apple también usa esta información, junto con información sobre errores y fallos, para mejorar Mis deportes así como los servicios y apps de Apple compatibles. La sincronización de Mis deportes te permite tener una experiencia deportiva única en todas las apps de Apple compatibles, y te ofrece contenido basado en tus intereses deportivos, como artículos y eventos, en las apps y los servicios asociados compatibles de Apple, como Apple Sports, Apple TV y Apple News. En cualquier momento, puedes optar por dejar de usar Mis deportes para sincronizar tus intereses deportivos desde la configuración de las apps compatibles. Si desactivas la sincronización de Mis deportes, podrían limitarse las funciones relacionadas con los deportes disponibles en algunas apps. Comunicación contigo Apple puede utilizar información sobre tu cuenta, como los productos de Apple que posees y tus suscripciones a los servicios de Apple, para enviarte comunicaciones sobre Mis deportes y tus intereses deportivos, así como sobre otros productos, servicios y ofertas de Apple que puedan ser de tu interés, incluido Apple One. Apple también puede utilizar la información sobre los deportes, ligas, equipos y atletas que sigues para enviarte correos electrónicos y notificaciones desde las apps compatibles con Mis deportes —incluyendo Apple TV y Apple News— sobre nuevas funciones, contenido y ofertas disponibles en dichas apps. Puedes cambiar tus preferencias de correo y optar por no recibir dichas comunicaciones en account.apple.com. Para actualizar tus preferencias de notificaciones de las apps compatibles con Mis deportes, en tu dispositivo iOS, iPadOS o visionOS, ve a Configuración > Notificaciones > TV para configurar las notificaciones de Apple TV, o ve a Configuración > Notificaciones > News para configurar las notificaciones de Apple News. En una Mac, haz clic en TV o News en Configuración del Sistema > Notificaciones. Publicidad Si la opción de anuncios personalizados está activada, la plataforma de publicidad de Apple puede utilizar tu información para mostrarte anuncios más relevantes para ti. La plataforma de publicidad de Apple podría usar información sobre tus intereses deportivos para asegurarse de que los anuncios que se muestran en Apple News y Bolsa son relevantes. Si no quieres que la plataforma de publicidad de Apple te muestre anuncios dirigidos según tus intereses, puedes optar por desactivar Limitar seguimiento. Si se desactiva la opción de anuncios personalizados, Apple no podrá utilizar tus datos para la personalización de los anuncios. Es posible que no disminuya el número de anuncios que recibas y que estos sean menos relevantes para ti. Puedes desactivar los anuncios personalizados en tu dispositivo iOS, iPadOS o visionOS en Configuración > Privacidad y seguridad > Publicidad de Apple. En una Mac, desactiva Anuncios personalizados en Configuración del Sistema > Privacidad y Seguridad > Publicidad de Apple. Puedes obtener detalles acerca de la publicidad de Apple y la privacidad en www.apple.com/mx/legal/privacy/data/es-419/apple-advertising. Para obtener información sobre cómo dejar de recibir anuncios personalizados en Apple News y Bolsa, consulta support.apple.com/105131. Datos que se comparten con terceros Podemos compartir ciertos datos no personales sobre los deportes, ligas, equipos y atletas que sigues utilizando Mis deportes con socios estratégicos que trabajan con Apple con el fin de ofrecer nuestros productos y servicios, ayudar a Apple a realizar actividades de marketing dirigidas a clientes, y vender anuncios en nombre de Apple para que se muestren en Apple News y Bolsa. Por ejemplo, Apple podría compartir reportes de datos agrupados con editores de Apple News y con otros proveedores de contenido para ayudarles a comprender el rendimiento de su contenido. Fundamentos jurídicos aplicables al procesamiento de datos personales Al usar Mis deportes, procesamos tus datos personales como sea necesario para prestar el servicio y cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos las siguientes categorías de datos personales según sea necesario para nuestros intereses legítimos o los de terceros con el fin de: • Enviarte comunicados sobre Mis deportes y tus intereses deportivos, así como sobre productos, servicios y ofertas de Apple que podrían ser de tu interés. • Mejorar Mis deportes y apps y servicios compatibles de Apple para ti y otros usuarios. Los datos utilizados incluyen lo siguiente: • Los deportes, equipos, atletas y ligas que sigues, las notificaciones con las que interactúas y la información sobre errores y fallas. • Los detalles sobre tu cuenta. Retención de datos Conservamos información sobre tus intereses deportivos y tu uso de Mis deportes asociada a tu cuenta de Apple durante el tiempo necesario para proporcionar el servicio, y hasta dos años después de que dejes de usar Mis deportes. Las apps compatibles gestionarán tu información como se indica en su sección sobre la privacidad y el manejo de los datos. Para obtener más información acerca de la app Apple TV y la privacidad o sobre Apple News y la privacidad, consulta www.apple.com/mx/legal/privacy/data/es-419/apple-tv-app o www.apple.com/mx/legal/privacy/data/es-419/apple-news, respectivamente. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Omat urheilulajit mahdollistaa yhtenäisen urheilukokemuksen Applen appien ja laitteiden välillä. Seuraamasi joukkueet ja muut urheilun kiinnostuksenkohteesi synkronoidaan tuettujen Applen appien ja laitteiden välillä, jotka ovat kirjautuneena samalla Apple-tilillä. Tarjonta Omat urheilulajit -toiminnossa ja sen parantaminen Jos laitat synkronoinnin päälle Omat urheilulajit -toiminnolle, tuetuissa apeissa (kuten Apple Sports, Apple TV ja Apple News) seuraamiasi joukkueita ja muita urheiluun liittyviä kiinnostuksenkohteitasi seurataan automaattisesti muissa tuetuissa apeissa. Apple kerää tietoja Omat urheilulajit -käytöstäsi, mukaan lukien, jos saatavilla, seuraamistasi urheilulajeista, liigoista, joukkueista ja urheilijoista sekä ilmoituksista, joihin reagoit, ja tallentaa nämä tiedot Apple-tiliisi yhdistettynä. Apple käyttää näitä tietoja urheiluun liittyvien kiinnostuksenkohteidesi synkronoimiseen tuettujen Apple-appien (kuten Apple Sports, Apple TV ja Apple News) välillä sekä kokemuksesi räätälöimiseen kyseisissä apeissa ja niihin liittyvissä palveluissa, kuten Apple Newsin sähköpostiuutiskirjeet. Apple käyttää näitä tietoja, kuten myös tietoja virheistä ja kaatumisista, parantaakseen Omat urheilulajit -toimintoa ja tuettuja Applen appeja ja palveluita. Omat urheilulajit -synkronointi mahdollistaa yhtenäisen urheilukokemuksen tuettujen Applen appien välillä siten, että urheiluun liittyvät kiinnostuksenkohteesi, kuten artikkelit ja tapahtumat, näkyvät Apple-apeissa ja niihin liittyvissä palveluissa, mukaan lukien Apple Sports, Apple TV ja Apple News. Voit lopettaa Omat urheilulajit -toiminnon käytön urheilun kiinnostuksenkohteidesi synkronointiin milloin tahansa tuettujen appien asetuksissa. Omat urheilulajit -synkronoinnin laittaminen pois päältä voi rajoittaa urheiluominaisuuksien saatavuutta joissakin apeissa. Viestintä sinulle Apple voi käyttää tietoja tilistäsi (esim. omistamasi Apple-tuotteet ja tilaamasi Applen palvelut) lähettääkseen sinulle tietoja Omat urheilulajit -ominaisuudesta, urheiluun liittyvistä kiinnostuksenkohteistasi ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua, mukaan lukien Apple One. Apple voi myös käyttää tietoja seuraamistasi lajeista, liigoista, joukkueista ja urheilijoista lähettääkseen sinulle sähköpostia tai ilmoituksia apeista, jotka tukevat Omat urheilulajit -ominaisuutta, mukaan lukien Apple TV ja Apple News, uusista ominaisuuksista, sisällöstä ja tarjouksista kyseisissä apeissa. Voit muuttaa sähköpostiasetuksiasi ja estää sähköpostit osoitteessa account.apple.com. Voit päivittää ilmoitusasetuksesi iOS-, iPadOS- tai visionOS-laitteessa apeille, jotka tukevat Omat urheilulajit -ominaisuutta, valitsemalla Asetukset > Ilmoitukset > TV Apple TV -ilmoituksille ja Asetukset > Ilmoitukset > News Apple News -ilmoituksille. Valitse Macissa Järjestelmäasetukset > Ilmoitukset ja klikkaa TV tai News. Mainonta Jos Räätälöidyt mainokset -asetus on päällä, Applen mainosalusta voi käyttää tietojasi merkityksellisempien mainosten tarjoamiseen sinulle. Applen mainosalusta voi käyttää tietoja urheilun kiinnostuksenkohteistasi sen varmistamiseen, että mainokset Apple Newsissä ja Pörssissä ovat merkityksellisiä. Jos et halua vastaanottaa kiinnostuksenkohteisiisi kohdennettuja mainoksia Applen mainosalustalta, voit laittaa Räätälöidyt mainokset pois päältä. Räätälöityjen mainosten laittaminen pois päältä estää Applea käyttämästä tietojasi mainosten kohdentamiseen. Se ei välttämättä vähennä saamiesi mainosten määrää, mutta saamasi mainokset voivat olla sinulle vähemmän merkityksellisiä. Voit laittaa Räätälöidyt mainokset pois päältä iOS-, iPadOS- tai visionOS-laitteessa valitsemalla Asetukset > Tietosuoja ja suojaus > Applen mainonta ja napauttamalla ”Räätälöidyt mainokset” pois päältä. Valitse Macissa Järjestelmäasetukset > Tietosuoja ja suojaus > Applen mainonta ja poista Räätälöidyt mainokset -valinta. Katso lisätietoja Applen mainonnasta ja tietosuojasta osoitteesta www.apple.com/legal/privacy/data/fi/apple-advertising. Lisätietoja siitä, kuinka voit kieltäytyä räätälöidyistä mainoksista Apple Newsissä ja Pörssissä, löytyy osoitteesta support.apple.com/105131. Jako kolmansien osapuolien kanssa Apple voi jakaa joitakin ei-henkilökohtaisia tietoja Omat urheilulajit -ominaisuudella seuratuista lajeista, liigoista, joukkueista ja urheilijoista strategisille kumppaneille, jotka toteuttavat yhteistyössä Applen kanssa tuotteita ja palveluja Applelle, auttavat Applea markkinoinnissa asiakkaille ja myyvät mainontaa Applen puolesta näytettäväksi Apple Newsissä ja Pörssissä. Apple voi esimerkiksi jakaa yhteenvetoraportteja Apple News -julkaisijoille ja muille sisällön tarjoajille, jotta ne voisivat paremmin ymmärtää sisältönsä arvoa. Henkilötietojen käsittelyyn sovellettava oikeusperusta Jos käytät Omat urheilulajit -ominaisuutta, Apple käsittelee henkilötietojasi yleisesti siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee seuraaviin kategorioihin kuuluvia henkilötietoja siinä määrin kuin on tarpeen Applen tai kolmannen osapuolen oikeutettujen etujen mukaisiin tarkoituksiin, mm. • Tietojen lähettämiseen sinulle Omat urheilulajit -ominaisuudesta, urheiluun liittyvistä kiinnostuksenkohteistasi ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua • Omat urheilulajit -ominaisuuden ja tuettujen Apple-appien ja -palvelujen parantaminen sinulle ja muille Käytettyihin tietoihin sisältyvät seuraavat: • Seuraamasi urheilulajit, liigat, joukkueet ja urheilijat, ilmoitukset, joihin reagoit, sekä tiedot virheistä ja kaatumisista • Tietoja tilistäsi Säilytys Apple säilyttää tiedot urheilun kiinnostuksenkohteistasi ja Omat urheilulajit -ominaisuuden käytöstäsi yhdistettynä Apple-tiliisi niin kauan kuin se on tarpeen palvelun toteuttamiseksi ja enintään kaksi vuotta sen jälkeen, kun olet lopettanut Omat urheilulajit -ominaisuuden käytön. Tuetut apit käyttävät tietojasi niiden tietojen ja tietosuojan tiedoissa kuvatulla tavalla. Lisätietoja Apple TV -apin tietosuojasta löytyy osoitteesta www.apple.com/legal/privacy/data/fi/apple-tv-app ja Apple Newsin tietosuojasta osoitteesta www.apple.com/legal/privacy/data/fi/apple-news. Applen keräämiä tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä löytyy osoitteesta www.apple.com/legal/privacy/fi/.
fr: « Mes sports » vous permet de profiter d’une expérience de sport unique sur tous vos appareils et dans toutes vos apps Apple. Les équipes que vous suivez et vos autres centres d’intérêt sportifs seront synchronisés dans toutes les apps Apple prises en charge et sur tous vos appareils Apple connectés au même compte Apple. Mise à disposition et amélioration de « Mes sports » Si vous activez la synchronisation pour « Mes sports », les équipes et les sports que vous suivez dans les apps prises en charge, telles qu’Apple Sports, Apple TV et Apple News, seront automatiquement suivis dans les autres apps prises en charge. Apple recueille des informations concernant votre utilisation de « Mes sports », notamment, le cas échéant, les sports, les ligues, les équipes et les athlètes que vous suivez ainsi que les notifications avec lesquelles vous interagissez, et conserve ces informations en les associant à votre compte Apple. Apple utilise ces informations pour synchroniser vos centres d’intérêt sportifs dans toutes les apps Apple prises en charge, notamment Apple Sports, Apple TV et Apple News, et pour personnaliser votre expérience dans ces apps et les services associés, comme les bulletins Apple News. Apple utilise également ces informations, conjointement avec les données liées aux erreurs et aux pannes, pour améliorer « Mes sports » et les apps et services Apple pris en charge. La synchronisation de « Mes sports » vous permet de profiter d’une expérience de sport unique dans toutes les apps Apple prises en charge, via l’affichage de contenu concernant vos centres d’intérêt sportifs, tels que des articles et des évènements, dans les apps Apple prises en charge et les services associés, notamment Apple Sports, Apple TV et Apple News. Vous pouvez choisir à tout moment de cesser d’utiliser « Mes sports » pour synchroniser vos centres d’intérêt sportifs dans les réglages des apps prises en charge. La désactivation de la synchronisation de « Mes sports » peut limiter les fonctionnalités relatives aux sports disponibles dans certaines apps. Communications provenant d’Apple Apple peut utiliser des informations relatives à votre compte, telles que les produits Apple que vous possédez et vos abonnements à des services Apple, pour vous envoyer des communications concernant « Mes sports » et vos centres d’intérêt sportifs, ainsi que d’autres produits, services et offres Apple susceptibles de vous intéresser, notamment Apple One. Apple peut également utiliser les informations concernant les sports, les ligues, les équipes et les athlètes que vous suivez pour vous envoyer des e-mails et des notifications push des apps prenant en charge « Mes sports », notamment Apple TV et Apple News, afin de vous présenter les nouvelles fonctionnalités, le nouveau contenu et les nouvelles offres disponibles dans ces apps. Vous pouvez modifier vos préférences liées à la réception d’e-mails et refuser de recevoir ces e-mails en allant sur account.apple.com/fr. Pour mettre à jour vos préférences de notifications pour les apps prenant en charge « Mes sports » sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > TV pour les notifications de l’app Apple TV, et à Réglages > Notifications > News pour les notifications de l’app Apple News. Sur Mac, accédez à Réglages Système > Notifications, puis cliquez sur TV ou News. Publicité Si le réglage « Annonces personnalisées » est activé, la plateforme publicitaire d’Apple peut utiliser vos données pour vous proposer des publicités plus pertinentes. La plateforme publicitaire d’Apple peut utiliser les informations relatives à vos centres d’intérêt sportifs pour garantir la pertinence des publicités affichées dans Apple News et Bourse. Si vous ne souhaitez pas recevoir d’annonces ciblées en fonction de vos centres d’intérêt de la part de la plateforme publicitaire d’Apple, vous pouvez choisir de désactiver « Annonces personnalisées ». La désactivation de ce réglage empêchera Apple d’utiliser vos données à des fins de ciblage publicitaire. Cela ne réduira peut-être pas le nombre de publicités que vous recevrez, mais celles-ci seront moins pertinentes. Vous pouvez désactiver « Annonces personnalisées » sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Confidentialité et sécurité > Publicité Apple et en touchant l’option « Annonces personnalisées » pour la désactiver. Sur un Mac, accédez à Réglages Système > Confidentialité et sécurité > Publicité Apple, puis désélectionnez « Annonces personnalisées ». Pour en savoir plus sur la publicité Apple et la confidentialité, accédez à www.apple.com/legal/privacy/data/fr/apple-advertising. Pour savoir comment désactiver les publicités personnalisées dans Apple News et Bourse, consultez la page suivante : support.apple.com/105131. Partage avec des tiers Nous pouvons communiquer certaines données non personnelles concernant les sports, les ligues, les équipes et les athlètes que vous suivez avec « Mes sports » à des partenaires stratégiques travaillant avec Apple à l’offre de nos produits et services, aidant Apple à la commercialisation auprès des clients et vendant des publicités pour le compte d’Apple qui apparaîtront dans Apple News et Bourse. Par exemple, Apple peut partager des rapports d’ensemble avec des éditeurs d’Apple News et d’autres fournisseurs de contenu afin de les aider à comprendre l’efficacité de leur contenu. Cadre juridique applicable au traitement des données personnelles Si vous utilisez « Mes sports », nous traitons vos données personnelles afin de vous fournir le service et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le prévoit, nous traitons les catégories de données personnelles suivantes d’une manière permettant de réaliser nos intérêts légitimes ou ceux de tierces parties pour : • Vous envoyer des communications concernant « Mes sports » et vos centres d’intérêt sportifs, ainsi que d’autres produits, services et offres Apple susceptibles de vous intéresser. • Améliorer « Mes sports » ainsi que les apps et services Apple pris en charge pour vous et les autres utilisateurs. Les données utilisées incluent : • Les sports, les ligues, les équipes et les athlètes que vous suivez, les notifications avec lesquelles vous interagissez, ainsi que les informations relatives aux erreurs et aux blocages. • Les informations concernant votre compte. Rétention Nous conservons les informations relatives à vos centres dʼintérêt sportifs et à votre utilisation de « Mes sports » en les associant à votre compte Apple aussi longtemps que cela est nécessaire pour fournir le service, et jusquʼà deux ans après que vous avez cessé dʼutiliser « Mes sports ». Les apps prises en charge traiteront vos données comme décrit dans leur engagement de protection des données et de confidentialité. Pour en savoir plus, consultez « App Apple TV et confidentialité » à lʼadresse www.apple.com/legal/privacy/data/fr/apple-tv-app et « Apple News et confidentialité » à lʼadresse www.apple.com/legal/privacy/data/fr/apple-news. Les données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy
fr_ca: La fonctionnalité « Mes sports » vous permet de profiter d’une expérience d’utilisation unique sur l’ensemble de vos apps et appareils Apple. Les équipes et autres centres d’intérêt sportifs que vous suivez seront synchronisés avec les apps et appareils Apple pris en charge connectés au même compte Apple. Fourniture et amélioration de « Mes sports » Si vous activez la synchronisation de « Mes sports », les équipes et autres centres d’intérêt sportifs que vous suivez dans les apps prises en charge telles que Sports, Apple TV et News seront automatiquement suivis dans les autres apps prises en charge. Apple recueille des informations sur l’utilisation que vous faites de « Mes sports », y compris, le cas échéant, les sports, ligues, équipes et athlètes que vous suivez, et sur les notifications avec lesquelles vous interagissez, puis elle stocke ces informations en les associant à votre compte Apple. Apple utilise ces informations pour synchroniser vos centres d’intérêt sportifs avec les apps Apple prises en charge, y compris Sports, Apple TV et News, et pour personnaliser votre expérience d’utilisation de ces apps et des services associés, comme les infolettres d’Apple News envoyées par courriel. Apple utilise ces informations, tout comme celles relatives aux erreurs et aux pannes, pour améliorer « Mes sports » ainsi que les apps et services Apple pris en charge. La synchronisation de « Mes sports » vous permet de profiter d’une expérience sportive unique sur les apps Apple prises en charge, avec du contenu relatif à vos centres d’intérêt sportifs tel que des articles et des événements présentés dans les apps Apple prises en charge et leurs services associés, notamment dans Apple Sports, Apple TV et Apple News. Vous pouvez à tout moment arrêter d’utiliser « Mes sports » et de synchroniser vos centres d’intérêt sportifs dans les réglages des apps prises en charge. Désactiver la synchronisation de « Mes sports » pourrait limiter les fonctionnalités sportives offertes dans certaines apps. Communiquer avec vous Apple peut utiliser des informations qui se rapportent à votre compte, telles que les produits Apple que vous possédez et vos abonnements aux services Apple, pour vous envoyer des communications sur « Mes sports » et d’autres centres d’intérêt sportifs, ainsi que d’autres produits, services et offres Apple susceptibles de vous intéresser, y compris Apple One. Apple pourrait également utiliser des informations sur les sports, ligues, équipes et athlètes que vous suivez pour vous envoyer des courriels et des notifications Push d’apps compatibles avec « Mes sports », comme Apple TV et Apple News, concernant de nouvelles fonctionnalités, des contenus et des offres proposés dans ces apps. Vous pouvez modifier vos préférences de courriel et choisir de ne plus recevoir ces courriels en vous rendant sur account.apple.com. Pour mettre à jour vos préférences concernant les notifications d’apps qui prennent en charge « Mes sports » sur les appareils iOS, iPadOS et visionOS, accédez à Réglages > Notifications > TV pour les notifications d’Apple TV et à Réglages > Notifications > News pour celles d’Apple News. Sur Mac, accédez à Réglages système > Notifications, puis cliquez sur TV ou News. Publicité Si le réglage Annonces personnalisées est activé, la plateforme publicitaire d’Apple peut utiliser vos informations pour afficher des publicités susceptibles de vous intéresser. La plateforme publicitaire d’Apple pourrait utiliser des informations sur vos centres d’intérêt sportifs pour s’assurer de la pertinence des annonces diffusées dans Apple News et Bourse. Si vous ne souhaitez pas recevoir d’annonces de la plateforme publicitaire d’Apple ciblées en fonction de vos centres d’intérêt, vous pouvez désactiver le réglage Annonces personnalisées. La désactivation de ce réglage empêchera Apple d’utiliser les informations vous concernant à des fins de ciblage publicitaire. Il se peut que cela n’ait pas d’effet sur le nombre d’annonces que vous recevez, mais elles pourraient être moins pertinentes. Vous pouvez désactiver le réglage Annonces personnalisées sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Confidentialité et sécurité > Publicité Apple. Sur Mac, accédez à Réglages système > Confidentialité et sécurité > Publicité Apple, puis désélectionnez Annonces personnalisées. Obtenez plus d’informations sur la publicité Apple et la confidentialité à l’adresse www.apple.com/ca/fr/legal/privacy/data/fr-ca/apple-advertising. Découvrez comment désactiver les annonces personnalisées dans Apple News et Bourse à l’adresse support.apple.com/105131. Partage avec des tiers Nous pourrions partager des données non personnelles relatives aux sports, aux ligues, aux équipes et aux athlètes suivis par l’entremise de « Mes sports » avec des partenaires stratégiques qui travaillent avec Apple pour fournir nos produits et services, aider Apple à mieux connaître sa clientèle et vendre des espaces publicitaires au nom d’Apple dans Apple News et Bourse. Par exemple, Apple est susceptible de partager des rapports consolidés avec les éditeurs d’Apple News et d’autres fournisseurs de contenu pour les aider à comprendre les performances de leurs contenus. Fondement juridique applicable au traitement des données personnelles Si vous utilisez « Mes sports », nous traitons vos données personnelles dans la mesure où cela est nécessaire pour fournir le service et pour nous conformer à nos obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le prévoient, nous traitons les catégories suivantes de données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime ou de celui d’un tiers pour : • vous envoyer des communications sur « Mes sports » et d’autres centres d’intérêt sportifs, ainsi que d’autres produits, services et offres Apple susceptibles de vous intéresser; • améliorer « Mes sports » ainsi que les apps et services Apple compatibles pour vous et les autres utilisateurs. Les données utilisées comprennent : • les sports, ligues, équipes et athlètes que vous suivez, les notifications avec lesquelles vous interagissez et les informations liées aux erreurs et aux pannes; • des informations sur votre compte. Conservation Nous conservons des informations sur vos centres d’intérêt sportifs et l’utilisation que vous faites de « Mes sports » en les associant à votre compte Apple aussi longtemps que nécessaire pour fournir le service et pendant deux ans maximum après l’arrêt de l’utilisation de « Mes sports ». Les apps prises en charge traiteront les informations vous concernant de la façon décrite dans leurs politiques de données et de confidentialité. Obtenez plus d’informations sur l’app Apple TV et la confidentialité à l’adresse www.apple.com/ca/fr/legal/privacy/data/fr-ca/apple-tv-app, et sur Apple News et la confidentialité à l’adresse www.apple.com/ca/fr/legal/privacy/data/fr-ca/apple-news. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: ״הספורט שלי״ מאפשר לך ליהנות מחוויית ספורט אחת בין כל היישומים והמכשירים של Apple. הקבוצות ושאר תכני הספורט שמעניינים אותך יסונכרנו בין כל היישומים והמכשירים הנתמכים של Apple שמחוברים לאותו חשבון Apple. אספקה ושיפור ״הספורט שלי״ אם הפעלת את הסנכרון עבור ״הספורט שלי״, רשימת הקבוצות ושאר תוכני הספורט שמעניינים אותך ושעקבת אחריהם ביישומים נתמכים, כולל Sports, ‏TV ו-News של Apple, תסונכרן באופן אוטומטי ביישומים נתמכים אחרים. ‏Apple אוספת מידע לגבי השימוש שלך ב״הספורט שלי״, כולל ענפי ספורט, ליגות, קבוצות וספורטאים שעקבת אחריהם (בהתאם לזמינות), וכולל גם את האינטראקציות שלך עם עדכונים, ושומרת את המידע הזה תוך קישורו לחשבון ה-Apple שלך. ‏Apple משתמשת במידע זה כדי לסנכרן את תוכני הספורט שמעניינים אותך בין יישומים נתמכים של Apple, כולל היישומים Sports, ‏TV ו-News, וכדי להתאים באופן אישי את חוויית השימוש שלך ביישומים אלו ובשירותים מקושרים כמו ניוזלטרים של Apple News שנשלחים בדוא״ל. ‏Apple משתמשת גם במידע זה, לצד מידע לגבי שגיאות וקריסות, כדי לשפר את ״הספורט שלי״ ואת היישומים והשירותים הנתמכים של Apple. הסנכרון של ״הספורט שלי״ מאפשר לך ליהנות מחוויית ספורט אחת בין יישומים נתמכים של Apple, עם תוכני ספורט שמעניינים אותך כמו כתבות ואירועים שמופיעים בשירותים מקושרים וביישומי Apple הנתמכים, כולל היישומים Sports, ‏TV ו-News. באפשרותך להפסיק את השימוש ב״הספורט שלי״ לסנכרון תכני הספורט שמעניינים אותך בכל שלב דרך ההגדרות של יישומים נתמכים. כיבוי הסנכרון של ״הספורט שלי״ עשוי להגביל הזמינות של מאפייני ספורט ביישומים מסוימים. התקשורת איתך ‏Apple עשויה להשתמש במידע לגבי החשבון שלך, כמו למשל מוצרי ה-Apple שבבעלותך או מינויים שלך לשירותים של Apple, כדי לשלוח לך מידע לגבי ״הספורט שלי״ ותכני הספורט שמעניינים אותך, וגם לגבי מוצרים ושירותים אחרים של Apple או הצעות שעשויות לעניין אותך, כולל Apple One. ‏Apple עשויה גם להשתמש במידע בנוגע לענפי ספורט, ליגות, קבוצות וספורטאים שעקבת אחריהם כדי לשלוח לך הודעות דוא״ל ועדכונים באמצעות טכנולוגיית Push מיישומים שתומכים ב״הספורט שלי״, כולל TV ו-News, בנוגע למאפיינים, תכנים ומבצעים חדשים שזמינים ביישומים אלה. באפשרותך לשנות את העדפות הדוא״ל שלך ולבחור שלא לקבל את הודעות הדוא״ל האלו על ידי מעבר לאתר account.apple.com. כדי לעדכן את ההעדפות שלך בנוגע לעדכונים מיישומים שתומכים ב״הספורט שלי״ במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״הגדרות״ > ״עדכונים״ > TV (עבור עדכונים מהיישום TV של Apple), ואל ״הגדרות״ > ״עדכונים״ > News (עבור עדכונים מ-Apple News). ב-Mac יש לעבור ל״הגדרות המערכת״ > ״עדכונים״ וללחוץ על TV או על News. פרסום אם ההגדרה ״פרסומות בהתאמה אישית״ מופעלת, פלטפורמת הפרסום של Apple עשויה להשתמש במידע שלך כדי להציג לך פרסומות רלוונטיות יותר. פלטפורמת הפרסום של Apple עשויה להשתמש במידע בנוגע לתוכני הספורט שמעניינים אותך כדי לוודא שהפרסומות שמופיעות ביישומים ״מניות״ ו-News רלוונטיות לך. אם אינך רוצה לקבל פרסומות המתאימות לתחומי העניין שלך מפלטפורמת הפרסום של Apple, ניתן לבחור לכבות את ״פרסומות בהתאמה אישית״. כיבוי ״פרסומות בהתאמה אישית״ ימנע מ-Apple להשתמש במידע שלך למטרות פרסום ממוקד. פעולה זו לא תפחית בהכרח את כמות הפרסומות שיוצגו לך, אך הפרסומות עשויות להיות פחות רלוונטיות עבורך. ניתן לכבות את ״פרסומות בהתאמה אישית״ במכשיר ה-iOS, ה-iPadOS או ה-visionOS באמצעות מעבר אל ״הגדרות״ > ״פרטיות ואבטחה״ > ״פרסום של Apple״ והקשה לכיבוי ״פרסומות בהתאמה אישית״. ב-Mac, יש לעבור אל ״הגדרות המערכת״ > ״פרטיות ואבטחה״ > ״פרסום של Apple״ ולבטל את הבחירה ב״פרסומות בהתאמה אישית״. פרטים נוספים בנושא ״פרסום של Apple ופרטיות״ ניתן למצוא בכתובת: www.apple.com/legal/privacy/data/he/apple-advertising. מידע נוסף על האופן שבו ניתן למנוע קבלת פרסומות בהתאמה אישית ב-Apple News ו״מניות״ ניתן למצוא בכתובת: support.apple.com/105131. שיתוף עם גורמים חיצוניים אנו עשויים לשתף נתונים מסוימים שאינם אישיים בנוגע לענפי הספורט, הליגות, הקבוצות והספורטאים שעקבת אחריהם דרך ״הספורט שלי״ עם שותפים אסטרטגיים שעובדים עם Apple כדי לספק את המוצרים והשירותים שלנו, לעזור ל-Apple לשווק ללקוחות ולמכור פרסומות מטעם Apple שיוצגו ב-News וב״מניות״. לדוגמה, Apple עשויה לשתף דו״חות נצברים עם מפרסמים ב‑Apple News ועם ספקי תוכן אחרים כדי לעזור להם להבין כיצד מתקבלים התכנים שלהם. בסיס חוקי תקף לעיבוד נתונים אישיים בעת שימוש ב״הספורט שלי״, אנו מעבדים את הנתונים האישיים שלך בהתאם לצורכי אספקת השירות וכדי לעמוד במחויבויות המשפטיות שלנו. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים את קטגוריות הנתונים האישיים הבאות לפי הצורך למטרת הצרכים הלגיטימיים שלנו או של גורמים חיצוניים, כדי: • לשלוח לך מידע לגבי ״הספורט שלי״ ולגבי תחומי העניין שלך בספורט, וכן לגבי הצעות, שירותים ומוצרים נוספים של Apple שעשויים לעניין אותך • לשפר עבורך ועבור אנשים אחרים את ״הספורט שלי״ ויישומים ושירותים נתמכים של Apple הנתונים שבהם נעשה שימוש כוללים את: • ענפי הספורט, הליגות, הקבוצות והספורטאים שבחרת לעקוב אחריהם, העדכונים שאיתם קיימת אינטראקציה ומידע לגבי שגיאות וקריסות • פרטים לגבי החשבון שלך שמירת נתונים אנו מאחסנים מידע שמקושר לחשבון ה-Apple שלך בנוגע לתכני הספורט שמעניינים אותך ואופן השימוש שלך ב״הספורט שלי״ למשך כמות הזמן הנדרשת כדי לספק לך את השירות, ועד שנתיים לכל היותר לאחר הפסקת השימוש שלך ב״הספורט שלי״. יישומים נתמכים יטפלו במידע זה בהתאם למדיניות הנתונים והפרטיות שלהם. מידע נוסף בנושא ״היישום TV של Apple ופרטיות״ ניתן למצוא בכתובת www.apple.com/legal/privacy/data/he/apple-tv-app, ובנושא ״News ופרטיות״ בכתובת: www.apple.com/legal/privacy/data/he/apple-news. בכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת: www.apple.com/privacy
hi: मेरे खेल आपको अपने सभी Apple ऐप्स और डिवाइस पर एक समान खेल अनुभव पाने की सुविधा प्रदान करता है। आप जिन टीम और अन्य खेल संबंधी दिलचस्पियों को फ़ॉलो करते हैं उन्हें सभी समर्थित Apple ऐप्स और डिवाइस पर सिंक कर दिया जाएगा जिन पर एक ही Apple खाते के द्वारा साइन इन किया गया है। मेरे खेल प्रदान करना और उसमें सुधार करना अगर आप “मेरे खेल” के लिए सिंकिंग चालू करते हैं, तो Apple Sports, Apple TV और Apple News में आप जिन टीमों और खेल संबंधी अन्य दिलचस्पियों को समर्थित ऐप्स में फ़ॉलो करते हैं उन्हें अन्य समर्थित ऐप्स में ऑटोमैटिकली फ़ॉलो कर लिया जाएगा। उपलब्ध होने पर आपके द्वारा फ़ॉलो किए जाने वाले खेलों, लीग, टीमों और एथलीट तथा सूचनाएँ जिनके साथ आप इंटरऐक्ट करते हैं सहित मेरे खेल के आपके उपयोग के बारे में Apple जानकारी एकत्र करता है और यह जानकारी आपके Apple खाते से संबद्ध करके स्टोर करता है। Apple इस जानकारी का इस्तेमाल Apple Sports, Apple TV और Apple News सहित सभी समर्थित Apple ऐप्स पर आपकी खेल संबंधी दिलचस्पियों को सिंक करने और इन ऐप्स और Apple News ईमेल न्यूज़लेटर जैसी संबंधित सेवाओं में आपके अनुभव को वैयक्तिकृत करने के लिए करता है। Apple एरर और क्रैश सहित इस जानकारी का इस्तेमाल मेरे खेल और समर्थित ऐप्स और सेवाओं में सुधार करने के लिए भी करता है। मेरे खेल की सिंकिंग से आपको सभी समर्थित Apple ऐप्स पर एक समान खेल अनुभव प्राप्त होता है और आपकी खेल संबंधी दिलचस्पियों के बारे में आलेख और इवेंट जैसे कॉन्टेंट Apple Sports, Apple TV और Apple News जैसे समर्थित Apple ऐप्स और संबंधित सेवाओं में दिखाई देते हैं। समर्थित ऐप्स की सेटिंग्ज़ में जाकर आप मेरे खेल के ज़रिए अपनी खेल संबंधी दिलचस्पियों की सिंकिंग किसी भी समय रोक सकते हैं। मेरे खेल के लिए सिंकिंग बंद करने से कुछ ऐप्स में खेल फ़ीचर की उपलब्धता सीमित हो सकती है। आपसे संवाद करना Apple आपके पास मौजूद Apple उत्पादों और Apple सेवाओं के आपके सब्सक्रिप्शन जैसी आपके खाते की जानकारी का उपयोग आपको मेरे खेल और और अन्य खेल संबंधी रुचियों के साथ-साथ Apple One सहित आपकी दिलचस्पी के अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में संचार भेजने के लिए कर सकता है। Apple आपके द्वारा फ़ॉलो किए जाने वाले खेलों, लीग, टीमों और एथलीट के बारे में जानकारी का इस्तेमाल Apple TV और Apple News सहित मेरे खेल का समर्थन करने वाले ऐप्स से नए फ़ीचर, कॉन्टेंट और उन ऐप्स में उपलब्ध ऑफ़र के बारे में आपको ईमेल और पुश सूचनाएँ भेजने के लिए भी कर सकता है। आप account.apple.com पर जाकर अपनी ईमेल प्राथमिकता बदल सकते हैं और इन ईमेल को प्राप्त न करने का विकल्प चुन सकते हैं। मेरे खेल का समर्थन करने वाले ऐप्स के लिए iOS, iPadOS या visionOS डिवाइस पर अपनी सूचना प्राथमिकता अपडेट करने के लिए Apple TV सूचनाओं के लिए सेटिंग्ज़ > सूचनाएँ > TV पर और Apple News सूचनाओं के लिए सेटिंग्ज़ > सूचनाएँ > News पर जाएँ। Mac पर, सिस्टम सेटिंग्ज़ > सूचनाएँ पर जाएँ और “TV” या “News” पर क्लिक करें। विज्ञापन यदि वैयक्तिकृत विज्ञापन सेटिंग चालू है, तो Apple का विज्ञापन प्लैटफ़ॉर्म आपकी जानकारी का उपयोग आपके लिए ज़्यादा प्रासंगिक विज्ञापन देने के लिए कर सकता है। Apple का विज्ञापन प्लैटफ़ॉर्म खेल संबंधी आपकी दिलचस्पियों के बारे में जानकारी का इस्तेमाल यह सुनिश्चित करने के लिए कर सकता है कि Apple News और स्टॉक्स के विज्ञापन प्रासंगिक हों। यदि आप Apple के विज्ञापन प्लैटफ़ॉर्म से अपनी रुचि के लक्षित विज्ञापन प्राप्त नहीं करना चाहते हैं, तो आप वैयक्तिकृत विज्ञापन बंद कर सकते हैं। वैयक्तिकृत विज्ञापन को बंद करने से Apple विज्ञापन लक्ष्यीकरण के लिए आपकी जानकारी का उपयोग नहीं कर पाएगा। इससे आपको प्राप्त होने वाले विज्ञापनों की संख्या कम नहीं होगी लेकिन विज्ञापन आपके लिए कम प्रासंगिक हो सकते हैं। आप अपने iOS, iPadOS या visionOS डिवाइस पर वैयक्तिकृत विज्ञापन को सेटिंग्ज़ > गोपनीयता और सुरक्षा > Apple विज्ञापन पर जाकर और वैयक्तिकृत विज्ञापन पर टैप करके बंद कर सकते हैं। Mac पर सिस्टम सेटिंग्ज़ > गोपनीयता और सुरक्षा > Apple विज्ञापन पर जाएँ और वैयक्तिकृत विज्ञापन का चयन हटाएँ। Apple विज्ञापन और गोपनीयता के बारे में अधिक जानने के लिए www.apple.com/legal/privacy/data/hi/apple-advertising देखें। Apple News और स्टॉक्स में वैयक्तिकृत विज्ञापन नहीं प्राप्त करने के बारे में अधिक जानने के लिए support.apple.com/105131 देखें। तृतीय पक्षों के साथ शेयरिंग हमारे उत्पाद और सेवाएँ प्रदान करने, Apple को ग्राहकों तक पहुँचाने में मदद करने और Apple News और स्टॉक्स में प्रदर्शित करने हेतु Apple की तरफ़ से विज्ञापन बेचने के लिए Apple के साथ काम करने वाले महत्वपूर्ण पार्टनर के साथ हम मेरे खेल का इस्तेमाल करके फ़ॉलो किए जाने वाले खेलों, लीग, टीमों और एथलीट के बारे में कुछ ग़ैर-व्यक्तिगत डेटा शेयर कर सकते हैं। उदाहरण के लिए, Apple ऐग्रीगेट रिपोर्ट को Apple News प्रकाशकों और अन्य कॉन्टेंट प्रोवाइडर के साथ शेयर कर सकता है ताकि वे अपने कॉन्टेंट की कार्यकुशलता के बारे में समझदारी प्राप्त कर सकें। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार यदि आप मेरे खेल का उपयोग करते हैं, तो हम आपके व्यक्तिगत डेटा को सेवा प्रदान करने और हमारी क़ानूनी बाध्यताओं का पालन करने के लिए प्रोसेस करते हैं। जहाँ सहमति उपयुक्त क़ानूनी आधार होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार प्राप्त करने की कोशिश करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम अपने या तृतीय पक्ष के तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार व्यक्तिगत डेटा की निम्नलिखित श्रेणियों को प्रोसेस करते हैं ताकि : • आपको मेरे खेल और आपकी खेल संबंधी रुचियों के साथ-साथ आपकी दिलचस्पी के अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में संचार भेजना • आपके और अन्य लोगों के लिए मेरे खेल और समर्थित Apple ऐप्स और सेवाओं को बेहतर बनाना उपयोग किए गए डेटा में शामिल है : • आपके द्वारा फ़ॉलो किए जाने वाले खेल, लीग, टीम और एथलीट, सूचनाएँ जिनके साथ आप इंटरऐक्ट करते हैं और एरर और क्रैश के बारे में जानकारी • आपके खाते का विवरण रिटेंशन हम सेवा प्रदान करने के लिए जब तक ज़रूरी हो तब तक और आपके द्वारा मेरे खेल का इस्तेमाल बंद करने के बाद दो साल तक आपके Apple खाते से संबद्ध आपकी खेल संबंधी दिलचस्पियों और मेरे खेल के आपके उपयोग के बारे में जानकारी रिटेन करते हैं। समर्थित ऐप्स उनकी डेटा और गोपनीयता संबंधी जानकारी में बताए अनुसार आपकी जानकारी का इस्तेमाल करेंगे। Apple TV ऐप और गोपनीयता के बारे में अधिक जानने के लिए www.apple.com/legal/privacy/data/hi/apple-tv-app पर जाएँ और Apple News और गोपनीयता के बारे में अधिक जानने के लिए www.apple.com/legal/privacy/data/hi/apple-news पर जाएँ। Apple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Značajka Moji sportovi omogućava vam jedinstveno iskustvo sporta u svim Apple aplikacijama i na svim uređajima. Timovi i drugi sportski interesi koje pratite sinkronizirat će se u podržanim Apple aplikacijama i na uređajima koji su prijavljeni u isti Apple račun. Pružanje i poboljšanje Mojih sportova Ako uključite sinkroniziranje za Moje sportove, timovi i drugi sportski interesi koje pratite u podržanim aplikacijama, uključujući Apple Sports, Apple TV i Apple News, automatski će se pratiti u drugim podržanim aplikacijama. Apple prikuplja informacije o vašoj uporabi Mojih sportova, uključujući, kad su dostupne, informacije o sportovima, ligama, timovima i sportašima koje pratite i obavijestima s kojima ste stupili u interakciju te pohranjuje te informacije povezane s vašim Apple računom. Apple koristi te informacije za sinkroniziranje vaših sportskih interesa u podržanim Apple aplikacijama, uključujući Apple Sports, Apple TV i Apple News, te za personaliziranje vašeg iskustva u tim aplikacijama i povezanim uslugama kao što su e-mail bilteni aplikacije Apple News. Apple također koristi te informacije, kao i informacije o greškama i rušenjima, za poboljšanje značajke Moji sportovi i podržanih Apple aplikacija i usluga. Sinkroniziranjem značajke Moji sportovi omogućava se jedinstveno iskustvo sporta u podržanim Apple aplikacijama koje uključuje sadržaje o vašim sportskim interesima poput članaka i događaja koji se prikazuju u podržanim Apple aplikacijama i povezanim uslugama, uključujući Apple Sports, Apple TV i Apple News. U bilo kojem trenutku možete odlučiti prestati sinkronizirati svoje sportske interese putem značajke Moji sportovi u postavkama podržanih aplikacija. Ako isključite sinkroniziranje značajke Moji sportovi, možda će se ograničiti dostupne sportske značajke u nekim aplikacijama. Komuniciranje s vama Apple može koristiti informacije o vašem računu, primjerice o tome koje proizvode tvrtke Apple posjedujete i o vašim pretplatama na Appleove usluge radi slanja informacija o značajki Moji sportovi i vašim sportskim interesima, kao i drugim Appleovim proizvodima, uslugama i ponudama koje bi vas mogle zanimati, uključujući Apple One. Apple također može koristiti informacije o sportovima, ligama, timovima i sportašima koje pratite za slanje e-mailova i push obavijesti iz aplikacija koje podržavaju značajku Moji sportovi, uključujući Apple TV i Apple News, o novim značajkama, sadržajima i ponudama dostupnim u tim aplikacijama. Možete promijeniti svoje postavke za e‑mail i uključiti ili isključiti primanje e‑mailova na account.apple.com. Kako biste ažurirali svoje postavke obavijesti za aplikacije koje podržavaju značajku Moji sportovi na vašem iOS, iPadOS ili visionOS uređaju, idite u Postavke > Obavijesti > TV za Apple TV obavijesti i Postavke > Obavijesti > News za Apple News obavijesti. Na Macu idite u Postavke sustava > Obavijesti i kliknite “TV” ili “News”. Oglašavanje Ako je postavka Personalizirani oglasi uključena, Appleova oglašivačka platforma može upotrijebiti vaše podatke kako bi vam se pružali oglasi koji su vam najrelevantniji. Appleova oglašivačka platforma može upotrijebiti informacije o vašim sportskim interesima kako bi se osiguralo da su oglasi aplikacijama Apple News i Dionice relevantni. Ako ne želite s Appleove oglašivačke platforme primati oglase ciljane na temelju vaših interesa, možete isključiti Personalizirane oglase. Isključivanje personaliziranih oglasa spriječit će Apple da koristi vaše podatke za ciljanje oglasa. Možda neće smanjiti broj primljenih oglasa, ali oglasi mogu biti manje relevantni za vas. Personalizirane oglase možete isključiti na iOS, iPadOS ili visionOS uređaju tako da otvorite Postavke > Privatnost i sigurnost > Apple oglašavanje i dodirom isključite Personalizirane oglase. Na Macu idite na Postavke sustava > Privatnost i sigurnost > Apple oglašavanje i odznačite opciju Personalizirani oglasi. Saznajte više o Apple oglašavanju i privatnosti na www.apple.com/legal/privacy/data/hr/apple-advertising. Saznajte više o onemogućavanju personaliziranih oglasa u Apple Newsu i u Dionicama na support.apple.com/105131. Dijeljenje s drugim stranama Možda ćemo podijeliti neke neosobne podatke o praćenim sportovima, ligama, timovima i sportašima putem značajke Moji sportovi sa strateškim partnerima koji rade s Appleom u pružanju naših proizvoda i usluga, pomažu Appleu stavljati na tržište kupcima te prodaju oglase u Appleovo ime za prikaz u aplikacijama Apple News i Dionice. Primjerice, Apple može podijeliti agregirane izvještaje s izdavačima za aplikaciju Apple News i drugim pružateljima sadržaja kako bi oni bolje razumjeli učinkovitost svojih sadržaja. Primjenjiva pravna osnova za obrađivanje osobnih podataka Ako koristite značajku Moji sportovi, vaše osobne podatke obrađujemo prema potrebi radi pružanja usluge i radi usklađenosti sa svojim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo sljedeće kategorije osobnih podataka koliko je potrebno za svrhe naših legitimnih interesa ili interesa drugih strana, radi sljedećeg: • Slanje informacija o značajki Moji sportovi i vašim sportskim interesima, kao i drugim Appleovim proizvodima, uslugama i ponudama koje bi vas mogle zanimati • Poboljšanje značajke Moji sportovi i podržanih Appleovih aplikacija i usluga za vas i druge korisnike Korišteni podaci sadrže: • Sportovi, lige, momčadi i sportaši koje pratite, obavijesti s kojima ste stupili u interakciju te informacije o greškama i rušenjima • Detalji o vašem računu Zadržavanje Zadržavamo informacije o vašim sportskim interesima i vašoj uporabi značajke Moji sportovi povezane s vašim Apple računom sve dok je to potrebno za pružanje usluge i do dvije godine nakon što prestanete koristiti Moje sportove. Podržane aplikacije obrađivat će vaše informacije kako je opisano u njihovim informacijama o podacima i privatnosti. Saznajte više o aplikaciji Apple TV i privatnosti na www.apple.com/legal/privacy/data/hr/apple-tv-app i aplikaciji Apple News i privatnosti na www.apple.com/legal/privacy/data/hr/apple-news. Informacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com/legal/privacy/hr
hu: A Saját sportok funkció lehetővé teszi, hogy az Apple-appokban és Apple-eszközein egységes sportélményben legyen része. Az Ön által követett csapatok és sporttal kapcsolatos egyéb érdeklődési területei szinkronizálva lesznek a támogatott Apple-appokban és az olyan Apple-eszközökön, amelyeken ugyanazzal az Apple-fiókkal van bejelentkezve. A Saját sportok funkció biztosítása és fejlesztése Ha a Saját sportok funkció esetében bekapcsolja a szinkronizálást, akkor a támogatott appokban, többek között az Apple Sports appban, az Apple TV appban és az Apple Newsban Ön által követett csapatok és sporttal kapcsolatos egyéb érdeklődési területei a többi támogatott appban is automatikusan követve lesznek. Az Apple információkat gyűjt a Saját sportok funkció használatáról, többek között – ahol elérhetők – az Ön által követett sportokról, ligákról, csapatokról és sportolókról, illetve azokról az értesítésekről, amelyekkel kapcsolatban Ön műveleteket végez, és ezeket az információkat az Ön Apple-fiókjával társítva tárolja. Az Apple ezeket az információkat arra használja, hogy az Ön sporttal kapcsolatos érdeklődési területeit a támogatott Apple-appokban, többek között az Apple Sports appban, az Apple TV appban és az Apple Newsban szinkronizálja, ezenkívül személyre szabja a felhasználói élményt ezekben az appokban és a kapcsolódó szolgáltatásokban, például az Apple News által e-mailben küldött hírlevelekben. Az Apple arra használja fel ezeket az információkat – a hibákra és összeomlásokra vonatkozó információkkal együtt –, hogy továbbfejlessze a Saját sportok funkciót, illetve a támogatott Apple-appokat és Apple-szolgáltatásokat. A Saját sportok funkció szinkronizálása lehetővé teszi, hogy egységes sportélményben legyen része a támogatott Apple-appokban, a sporttal kapcsolatos érdeklődési területeinek megfelelő tartalmakban, például a támogatott Apple-appokban megjelenő cikkekben és eseményekben, továbbá a kapcsolódó szolgáltatásokban, többek között az Apple Sports appban, az Apple TV appban és az Apple Newsban. A támogatott appok beállításaiban bármikor kikapcsolhatja a Saját sportok funkció esetében az Ön sporttal kapcsolatos érdeklődési köreinek szinkronizálását. Ha a Saját sportok esetében kikapcsolja a szinkronizálást, akkor elképzelhető, hogy ezzel korlátozza néhány app sporttal kapcsolatos funkcióit. Az Önnel folytatott kommunikáció Az Apple felhasználhatja az Ön fiókjával kapcsolatos információkat (például az Ön tulajdonában lévő Apple-termékek és az Ön Apple-szolgáltatásokra való előfizetései), hogy információkat küldjön a Saját sportok funkcióról és az Ön sporttal kapcsolatos érdeklődési területeiről, valamint az Önt esetleg érdeklő Apple-termékekről, -szolgáltatásokról és -ajánlatokról, beleértve az Apple One szolgáltatást is. Az Apple felhasználhatja az Ön által követett sportokkal, ligákkal, csapatokkal és sportolókkal kapcsolatos információkat ahhoz is, hogy e-maileket és push értesítéseket küldjön Önnek a Saját sportok funkciót támogató appokból, többek között az Apple TV és az Apple News appból az appokban elérhető új funkciókról, tartalmakról és ajánlatokról. Az account.apple.com/hu címen módosíthatja az e-mailekkel kapcsolatos beállításokat, valamint leiratkozhat ezekről az e-mailekről. Ha az értesítési beállításokat frissíteni szeretné iOS, iPadOS vagy visionOS rendszeren a Saját sportok (visionOS-en: My Sports) funkciót támogató appok esetében, válassza a Beállítások > Értesítések > TV (visionOS-en: Settings > Notifications > TV) menüpontot az Apple TV-értesítésekre vonatkozóan, és a Beállítások > Értesítések > News (visionOS-en: Settings > Notifications > News) menüpontot az Apple News-értesítéseknél. A Macjén válassza a Rendszerbeállítások > Értesítések menüpontot, majd kattintson a „TV” vagy a „News” lehetőségre. Hirdetések Ha a Személyre szabott hirdetések beállítás be van kapcsolva, az Apple hirdetési platformja felhasználhatja az Ön információit arra, hogy Önre nézve relevánsabb hirdetéseket jelenítsen meg. Az Apple hirdetési platformja információkat használhat fel az Ön sporttal kapcsolatos érdeklődési területeiről, hogy az Apple Newsban és a Részvényekben megjelenő hirdetések Önre nézve relevánsak legyenek. Ha nem szeretne az érdeklődési körei alapján személyre szabott hirdetéseket kapni az Apple hirdetési platformjától, akkor kikapcsolhatja a Személyre szabott hirdetéseket. A Személyre szabott hirdetések kikapcsolása megakadályozza, hogy az Apple felhasználja az Ön információit a hirdetéscélzáshoz. Előfordulhat, hogy ez nem csökkenti a megjelenő hirdetések számát, de a hirdetések kevésbé lesznek relevánsak az Ön számára. A Személyre szabott hirdetések funkció kikapcsolásához iOS-, iPadOS- vagy visionOS-eszközön válassza a Beállítások > Adatvédelem és biztonság > Apple-hirdetések menüpontot (visionOS‑en: Settings > Privacy & Security > Apple Advertising), és koppintással kapcsolja ki a Személyre szabott hirdetések beállítást (visionOS‑en: Personalized Ads). Macen válassza a Rendszerbeállítások > Adatvédelem és biztonság > Apple-hirdetések menüpontot, és törölje a Személyre szabott hirdetések beállítás jelölését. Az Apple-hirdetésekről és az adatvédelemről a www.apple.com/legal/privacy/data/hu/apple-advertising weboldalon tudhat meg további információkat. A következő cikkből megtudhatja, hogyan iratkozhat le a személyre szabott hirdetésekről az Apple News felületén és a Részvényekben: support.apple.com/105131. Megosztás harmadik felekkel Elképzelhető, hogy megosztunk néhány nem személyes adatot az Ön által a Saját sportok funkción keresztül követett sportokról, ligákról, csapatokról és sportolókról azokkal a stratégiai partnereinkkel, akik együttműködnek az Apple-lel a termékeink és szolgáltatásaink biztosításában, segítik az Apple marketingjét az ügyfelek felé, és olyan hirdetéseket adnak el az Apple nevében, amelyek az Apple Newsban és a Részvényekben jelennek meg. Például az Apple megoszthat összesített jelentéseket az Apple News-kiadókkal és más tartalomszolgáltatókkal, hogy jobban megérthessék az adott tartalom hatékonyságát. A személyes adatok feldolgozásának hatályos jogalapja Ha a Saját sportok funkciót használja, az Ön személyes adatait a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon dolgozzuk fel. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a helyi jogszabályok lehetővé teszik, a következő kategóriákba tartozó személyes adatokat feldolgozzuk a saját jogos érdekünkkel vagy harmadik felek jogos érdekeivel kapcsolatos célokra az alábbi módokon: • Információkat küldjünk Önnek a Saját sportok funkcióról és az Ön sporttal kapcsolatos érdeklődési területeiről, valamint az Önt esetleg érdeklő Apple-termékekről, -szolgáltatásokról és -ajánlatokról; • Továbbfejlesszük a Saját sportok funkciót, valamint a támogatott Apple-appokat és -szolgáltatásokat az Ön és mások számára. A felhasznált adatok a következőket tartalmazzák: • Az Ön által követett sportok, ligák, csapatok és sportolók; azok az értesítések, amelyekkel kapcsolatban Ön műveleteket végez; valamint a hibákkal és összeomlásokkal kapcsolatos információk • Az Ön fiókjára vonatkozó részletek Megőrzés Az Ön sporttal kapcsolatos érdeklődési területeiről és a Saját sportok használatáról információkat őrzünk meg az Apple-fiókjához társítva, ameddig ez szükséges, hogy a szolgáltatást biztosítani tudjuk Önnek, és legfeljebb két évig, miután Ön abbahagyta a Saját sportok funkció használatát. A támogatott appok az Ön információit az adatkezelési és adatvédelmi leírásukban ismertetett módon kezelik. Az Apple TV appról és az adatvédelemről a www.apple.com/legal/privacy/data/hu/apple-tv-app weboldalon, az Apple Newsról és az adatvédelemről pedig a www.apple.com/legal/privacy/data/hu/apple-news weboldalon tudhat meg további információkat. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Olahraga Saya memungkinkan Anda untuk mendapatkan satu pengalaman olahraga di semua app dan perangkat Apple Anda. Tim dan minat olahraga lainnya yang Anda ikuti akan diselaraskan di semua app dan perangkat Apple yang didukung yang masuk ke Akun Apple yang sama. Menyediakan dan Meningkatkan Olahraga Saya Jika Anda menyalakan penyelarasan Olahraga Saya, tim dan minat olahraga lainnya yang Anda ikuti di app yang didukung, termasuk Apple Sports, Apple TV, dan Apple News akan diikuti secara otomatis di app lainnya yang didukung. Apple mengumpulkan informasi mengenai penggunaan Olahraga Saya oleh Anda, meliputi, jika tersedia, olahraga, liga, tim, dan atlet yang Anda ikuti dan pemberitahuan yang berinteraksi dengan Anda, serta menyimpan informasi tersebut yang terkait dengan Akun Apple Anda. Apple menggunakan informasi ini untuk menyelaraskan minat olahraga Anda di semua app Apple yang didukung, termasuk Apple Sports, Apple TV, dan Apple News, dan untuk mempersonalisasi pengalaman Anda di app tersebut dan layanan terkait seperti buletin email Apple News. Apple juga menggunakan informasi ini, beserta informasi mengenai kesalahan dan crash, untuk meningkatkan Olahraga Saya serta app dan layanan Apple yang didukung. Penyelarasan Olahraga Saya memungkinkan Anda untuk mendapatkan satu pengalaman olahraga di semua app Apple yang didukung, dengan konten mengenai minat olahraga Anda seperti artikel dan peristiwa yang muncul di app serta layanan Apple terkait yang didukung, termasuk Apple Sports, Apple TV, dan Apple News. Anda dapat memilih untuk berhenti menggunakan Olahraga Saya untuk menyelaraskan minat olahraga Anda kapan pun di pengaturan app yang didukung. Mematikan penyelarasan Olahraga Saya dapat membatasi fitur olahraga yang tersedia di sebagian app. Berkomunikasi dengan Anda Apple dapat menggunakan informasi mengenai akun Anda, seperti produk Apple yang Anda miliki dan langganan layanan Apple Anda, untuk mengirimi Anda komunikasi mengenai Olahraga Saya dan minat olahraga Anda, serta produk, layanan, dan penawaran Apple lainnya yang mungkin Anda minati, termasuk Apple One. Apple juga mungkin menggunakan informasi mengenai olahraga, liga, tim, dan atlet yang Anda ikuti untuk mengirimi Anda email dan pemberitahuan push dari app yang mendukung Olahraga Saya, termasuk Apple TV dan Apple News, mengenai fitur, konten, dan penawaran baru yang tersedia di app tersebut. Anda dapat mengubah preferensi email Anda dan menonaktifkan penerimaan email ini dengan membuka account.apple.com. Untuk memperbarui preferensi pemberitahuan Anda untuk app yang mendukung Olahraga Saya di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > Pemberitahuan > TV untuk pemberitahuan Apple TV dan Pengaturan > Pemberitahuan > News untuk pemberitahuan Apple News. Di Mac, buka Pengaturan Sistem > Pemberitahuan dan klik “TV” atau “News”. Pengiklanan Jika pengaturan Iklan yang Dipersonalisasi dinyalakan, platform pengiklanan Apple dapat menggunakan informasi Anda untuk menyajikan iklan yang lebih relevan bagi Anda. Platform pengiklanan Apple dapat menggunakan informasi mengenai minat olahraga Anda untuk memastikan bahwa iklan di Apple News dan Saham akan relevan. Jika Anda tidak ingin menerima iklan yang ditargetkan terhadap minat Anda dari platform pengiklanan Apple, Anda dapat memilih untuk mematikan Iklan yang Dipersonalisasi. Jika Iklan yang Dipersonalisasi dimatikan, Apple tidak akan dapat menggunakan informasi Anda untuk penargetan iklan. Hal ini mungkin tidak akan mengurangi jumlah iklan yang Anda terima, tapi iklan mungkin akan menjadi kurang relevan bagi Anda. Anda dapat mematikan Iklan yang Dipersonalisasi di perangkat iOS, iPadOS, atau visionOS Anda dengan membuka Pengaturan > Privasi & Keamanan > Pengiklanan Apple dan mengetuk untuk mematikan Iklan yang Dipersonalisasi. Di Mac, buka Pengaturan Sistem > Privasi & Keamanan > Pengiklanan Apple dan batalkan pilihan Iklan yang Dipersonalisasi. Pelajari Pengiklanan Apple & Privasi lebih lanjut di www.apple.com/legal/privacy/data/id/apple-advertising. Pelajari mengenai cara menonaktifkan iklan yang dipersonalisasi di Apple News dan Saham di support.apple.com/105131. Berbagi dengan Pihak Ketiga Kami dapat membagikan data nonpribadi mengenai olahraga, liga, tim, dan atlet yang diikuti menggunakan Olahraga Saya dengan mitra strategis yang bekerja dengan Apple untuk menyediakan produk dan layanan kami, membantu Apple memasarkan ke pelanggan, dan menjual iklan atas nama Apple untuk ditampilkan di Apple News dan Saham. Misalnya, Apple dapat membagikan laporan agregat dengan penerbit Apple News dan penyedia konten lainnya untuk membantu mereka memahami kinerja konten mereka. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Jika Anda menggunakan Olahraga Saya, kami memproses data pribadi Anda sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses data pribadi untuk tujuan kepentingan kami yang sah atau pihak ketiga agar dapat: • Mengirimi Anda komunikasi mengenai Olahraga Saya dan minat olahraga Anda, serta produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati • Meningkatkan Olahraga Saya dan app serta layanan Apple yang didukung bagi Anda dan pengguna lain Data yang digunakan meliputi: • Olahraga, liga, tim dan atlet yang Anda ikuti, pemberitahuan yang berinteraksi dengan Anda, dan informasi mengenai kesalahan serta crash • Detail mengenai akun Anda Penyimpanan Kami menyimpan informasi mengenai minat olahraga Anda dan penggunaan Olahraga Saya oleh Anda yang terkait dengan Akun Apple Anda selama yang diperlukan untuk menyediakan layanan dan hingga selama dua tahun setelah Anda berhenti menggunakan Olahraga Saya. App yang didukung akan menangani informasi Anda sebagaimana yang dijelaskan di data dan informasi privasi mereka. Pelajari App Apple TV & Privasi lebih lanjut di www.apple.com/legal/privacy/data/id/apple-tv-app dan Apple News & Privasi di www.apple.com/legal/privacy/data/id/apple-news. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy
it: “I miei sport” ti offre un’esperienza sportiva unica su tutti i dispositivi e le app di Apple. Le squadre che segui e i tuoi interessi sportivi verranno sincronizzati sulle app e sui dispositivi Apple supportati ai quali hai effettuato l’accesso con lo stesso Apple Account. Offrire e migliorare “I miei sport” Se attivi la sincronizzazione per “I miei sport”, le squadre che segui e i tuoi interessi sportivi sulle app supportate, incluse Sports, TV e News, verranno seguiti automaticamente anche nelle altre app compatibili. Apple raccoglie le informazioni relative al tuo utilizzo della funzionalità “I miei sport”, inclusi, ove disponibili, gli sport, i campionati, le squadre e gli atleti che segui e le notifiche con cui interagisci. Queste informazioni vengono salvate e associate con il tuo Apple Account. Apple utilizza questi dati per sincronizzare i tuoi interessi sportivi su tutte le app di Apple supportate, tra cui Sports, TV e News, e per personalizzare la tua esperienza d’uso sia delle app che dei servizi associati, come le newsletter che ricevi tramite email di Apple News. Inoltre, Apple utilizza tali informazioni, insieme ai dati sugli errori e sui blocchi, per migliorare “I miei sport”, i servizi e le app di Apple ad esso associati. La sincronizzazione della funzionalità “I miei sport” ti consente di vivere un’esperienza sportiva unica su tutte le app di Apple supportate, con contenuti relativi ai tuoi interessi sportivi, come articoli ed eventi, che vengono mostrati nelle app di Apple supportate e nei servizi associati, come Apple Sports, Apple TV e Apple News. Puoi scegliere di interrompere la sincronizzazione dei tuoi interessi sportivi su “I miei sport” in qualsiasi momento, dalle impostazioni delle app supportate. Disattivare la sincronizzazione della funzionalità “I miei sport” potrebbe limitare il numero di funzionalità sportive disponibili in alcune app. Comunicazione con l’utente Apple potrebbe utilizzare le informazioni sul tuo account, come i prodotti Apple che possiedi e i tuoi abbonamenti ai servizi Apple, per inviarti comunicazioni riguardanti “I miei sport” e i tuoi interessi sportivi, così come su altri prodotti e servizi Apple e offerte che potrebbero interessarti, tra cui Apple One. Apple potrebbe anche utilizzare le informazioni sugli sport, i campionati, le squadre e gli atleti che segui per inviarti email e notifiche push dalle app che supportano “I miei sport”, incluse TV e News, riguardanti nuove funzionalità, contenuti e offerte disponibili nelle app stesse. Puoi modificare le preferenze relative alle email e disattivarne la ricezione andando su account.apple.com. Per aggiornare le preferenze sulle notifiche delle app che supportano “I miei sport” sui dispositivi iOS, iPadOS e visionOS, vai in Impostazioni > Notifiche > TV (per le notifiche di Apple TV) e in Impostazioni > Notifiche > News (per quelle di Apple News). Sul Mac, vai in Impostazioni di Sistema > Notifiche, quindi fai clic su TV o News. Contenuti pubblicitari Se l’opzione “Annunci personalizzati” è attiva, la piattaforma pubblicitaria Apple potrebbe usare le tue informazioni per fornirti annunci più rilevanti. La piattaforma pubblicitaria Apple potrebbe utilizzare le informazioni sui tuoi interessi sportivi per garantirti che gli annunci mostrati nelle app News e Borsa siano rilevanti. Se non desideri ricevere contenuti pubblicitari adattati secondo i tuoi interessi dalla piattaforma pubblicitaria Apple, puoi scegliere di disattivare gli annunci personalizzati. Disattivando gli annunci personalizzati, impedirai ad Apple di utilizzare le tue informazioni per fornirti pubblicità mirate. Ciò potrebbe non diminuire il numero di contenuti pubblicitari che ti vengono presentati, ma tali contenuti potrebbero essere meno rilevanti. Puoi disattivare gli annunci personalizzati sui dispositivi iOS, iPadOS o visionOS selezionando Impostazioni > Privacy e sicurezza > Pubblicità Apple e disattivando “Annunci personalizzati”. Sul Mac, vai in Impostazioni di Sistema > Privacy e sicurezza > Pubblicità Apple e deseleziona “Annunci personalizzati”. Per ulteriori informazioni sulla pubblicità Apple e la privacy, consulta la pagina www.apple.com/it/legal/privacy/data/it/apple-advertising. Per informazioni su come disattivare gli annunci personalizzati in Apple News e Borsa, consulta la pagina support.apple.com/it-it/105131. Condivisione con terze parti Apple potrebbe condividere alcuni dati che non ti identificano personalmente relativi agli sport, ai campionati, alle squadre e agli atleti che segui utilizzando “I miei sport” con partner strategici che lavorano con Apple per fornire i nostri prodotti e servizi, agevolare i rapporti commerciali con i clienti e vendere pubblicità per conto di Apple da mostrare in Apple News e Borsa. Ad esempio, Apple potrebbe condividere resoconti su base aggregata con gli editori di Apple News e altri provider di contenuti per consentire loro di comprendere le performance dei propri contenuti. Basi giuridiche rilevanti per l’elaborazione dei dati personali Se utilizzi “I miei sport”, i tuoi dati personali vengono elaborati come necessario per fornire il servizio e per ottemperare agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora le seguenti categorie di dati personali come necessario ai fini dei propri legittimi interessi o di quelli di terze parti, allo scopo di: • Inviarti comunicazioni riguardanti “I miei sport” e i tuoi interessi sportivi, così come su altri prodotti e servizi Apple e offerte che potrebbero interessarti. • Migliorare “I miei sport”, nonché le app e i servizi Apple supportati per te e per gli altri utenti. I dati utilizzati includono: • Gli sport, i campionati, le squadre e gli atleti che segui, le notifiche con cui interagisci e le informazioni relative a errori e arresti anomali. • I dettagli sul tuo account. Conservazione delle informazioni Apple conserva le informazioni relative ai tuoi interessi sportivi e all’utilizzo della funzionalità “I miei sport” associato al tuo Apple Account, per il periodo di tempo necessario a fornire il servizio e fino a un massimo di due anni dopo l’interruzione dell’utilizzo. Le app supportate tratteranno le tue informazioni come descritto nella propria informativa sulla privacy e sui dati. Per scoprire di più sull’app TV e la privacy, consulta la pagina www.apple.com/legal/privacy/data/it/apple-tv-app/; per informazioni su Apple News e la privacy, consulta la pagina www.apple.com/it/legal/privacy/data/it/apple-news/. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: マイスポーツでは、Appleのアプリとデバイス間で同じスポーツ情報を見ることができます。あなたがフォローしているチームやその他のスポーツへの関心は、同じApple AccountでサインインしているAppleの対応アプリとデバイス間で同期されます。 情報を提供してマイスポーツを改善する マイスポーツの同期をオンにすると、対応アプリ（Apple Sports、Apple TV、Apple Newsなど）であなたがフォローしているチームなどのスポーツへの関心は、ほかの対応アプリでも自動的に反映されます。Appleは、あなたがフォローしているスポーツ、リーグ、チーム、アスリートや、あなたが操作した通知（利用可能な場合）を含む、マイスポーツの使用状況についての情報を収集し、その情報をあなたのApple Accountと関連付けて保存します。この情報は、Apple Sports、Apple TV、Apple Newsなどの対応するAppleのアプリ間でスポーツへの関心を同期するためにAppleによって使用されます。また、それらのアプリやApple Newsのメールのニュースレターなどの関連するサービスで、あなたの体験をパーソナライズするためにも使用されます。またこの情報は、エラーやクラッシュに関する情報と共に、マイスポーツおよび対応するAppleのアプリとサービスを改善するためにAppleによって使用されます。 マイスポーツの同期では、対応しているAppleのアプリ間で同じスポーツ情報を見ることができ、関心のあるスポーツのコンテンツ（記事やイベントなど）が、対応しているAppleのアプリや関連サービス（Apple Sports、Apple TV、Apple Newsなど）に表示されます。マイスポーツを使用してスポーツへの関心を同期するのは、対応アプリの設定でいつでも停止できます。マイスポーツの同期をオフにすると、一部のアプリで使用できるスポーツの機能が制限される場合があります。 情報の送信 Appleは、マイスポーツやあなたのスポーツへの関心に加え、Apple Oneを含む、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報をあなたに送信するために、所有しているApple製品やAppleサービスへのサブスクリプション登録などのあなたのアカウントに関する情報を使用する場合があります。また、Apple TVやApple Newsなど、マイスポーツに対応するアプリで利用可能な新しい機能、コンテンツ、優待サービスに関するメールやプッシュ通知をそれらのアプリから送るために、Appleは、あなたがフォローしているスポーツ、リーグ、チーム、アスリートに関する情報を使用する場合があります。account.apple.com にアクセスして、メール設定を変更し、これらのメールの受信を解除することができます。iOS、iPadOS、またはvisionOSデバイスでマイスポーツに対応しているアプリの通知環境設定をアップデートするには、Apple TVの通知については“設定”＞“通知”＞“TV”に、Apple Newsの通知については“設定”＞“通知”＞“News”に移動します。Macでは、“システム設定”＞“通知”に移動してから、“TV”または“News”をクリックします。 広告 “パーソナライズされた広告”設定がオンになっている場合、Appleの広告プラットフォームは、より関連性の高い広告を提供するためにあなたの個人情報を使用することがあります。Appleの広告プラットフォームでは、Apple Newsと“株価”であなたに関連する広告が表示されるように、スポーツへの関心についての情報を使用します。 Appleの広告プラットフォームから、あなたの興味関心に基づいたターゲティング広告を受け取りたくない場合は、“パーソナライズされた広告”をオフにすることを選択できます。“パーソナライズされた広告”をオフにすると、Appleは広告ターゲティングにあなたの情報を使用できなくなります。これにより、受信する広告の数が減るとは限りませんが、広告があなたと関連性の低いものになる可能性があります。 iOS、iPadOS、またはvisionOSデバイスでパーソナライズされた広告をオフにするには、“設定”＞“プライバシーとセキュリティ”＞“Appleの広告”に移動し、“パーソナライズされた広告”をタップしてオフにします。Macでは、“システム設定”＞“プライバシーとセキュリティ”＞“Appleの広告”に移動してから、“パーソナライズされた広告”を選択解除します。 Appleの広告とプライバシーについて詳しくは、www.apple.com/jp/legal/privacy/data/ja/apple-advertising を参照してください。 Apple Newsおよび“株価”でパーソナライズされた広告の配信を停止する方法について詳しくは、support.apple.com/105131 をご覧ください。 第三者との共有 Appleは、Appleと連携しながらAppleの製品およびサービスを提供したり、Appleのマーケティングに協力したり、Appleの代わりに広告を販売してApple Newsおよび“株価”に表示したりする戦略的パートナーに、マイスポーツでフォローされているスポーツ、リーグ、チーム、アスリートについての個人を特定しないデータを共有する場合があります。例えば、AppleはApple Newsの出版社などのコンテンツ提供者と、コンテンツの実績を理解するために、集約レポートを共有する場合があります。 個人データを処理する際に適用される法的根拠 お客様がマイスポーツを使用すると、Appleは、サービスを提供するために必要な範囲で、法的義務を遵守する目的において、個人データを処理します。お客様の同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で定められている場合、Appleは、Appleまたは第三者の正当な利益のために、必要に応じて、以下のカテゴリの個人データを処理します: • マイスポーツやあなたのスポーツへの関心に加え、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報をあなたに送信すること • お客様とその他のユーザのためにマイスポーツ、および対応しているAppleのアプリやサービスを改善すること 使用するデータには以下が含まれます: • あなたがフォローしているスポーツ、リーグ、チーム、およびアスリート、あなたが操作した通知、エラーやクラッシュに関する情報 • アカウントに関する詳細 保持 Appleでは、Apple Accountと関連付けられたあなたのスポーツへの関心とマイスポーツの使用状況に関する情報を、サービスの提供に必要な期間だけ保存し、マイスポーツの使用を停止してから最長2年間保存します。対応アプリでは、データとプライバシーの情報に記載されている方法で情報を処理します。Apple TVアプリとプライバシーについて詳しくは、www.apple.com/jp/legal/privacy/data/ja/apple-tv-app を、Apple Newsとプライバシーについては、www.apple.com/legal/privacy/data/ja/apple-news を参照してください。 Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Таңдаулы спорт түрлері барлық Apple қолданбасы мен құрылғысында бір спорт контентіне ие болуға мүмкіндік береді. Сіз жазылған командалар және басқа спорттық қызығушылықтар бір Apple аккаунтына кіретін барлық қолдау көрсетілетін Apple қолданбасы мен құрылғысында синхрондалады. Таңдаулы спорт түрлерін ұсыну және жақсарту Таңдаулы спорт түрлерін синхрондау опциясын қоссаңыз, қолдау көрсетілетін қолданбаларда, оның ішінде Apple Sports, Apple TV және Apple News сервистерінде жазылған командаларға және басқа спорттық қызығушылықтарға басқа қолдау көрсетілетін қолданбаларда автоматты түрде жазыласыз. Apple компаниясы таңдаулы спорт түрлерінің қолданысы, оның ішінде сіз жазылған спорт түрлері, лигалар, командалар мен спортшылар және сізге келетін хабарландырулар туралы ақпаратты жинап, Apple аккаунтыңызбен байланысты ақпаратты сақтайды. Apple компаниясы бұл ақпаратты спорттық қызығушылықтарыңызды барлық қолдау көрсетілетін Apple қолданбасында, оның ішінде Apple TV және Apple News сервистерінде синхрондау, сондай-ақ осы қолданбалардағы және эл. пошта арқылы келетін Apple News жаңалықтар жинағымен байланысты сервистердегі тәжірибеңізді жекелендіру үшін пайдаланады. Сондай-ақ Apple компаниясы бұл ақпаратты және қателер мен ақаулар туралы ақпаратты таңдаулы спорт түрлерін және қолдау көрсетілетін Apple қолданбалары мен сервистерін жақсарту үшін пайдаланады. Таңдаулы спорт түрлерін синхрондаған жағдайда, сізде қолдау көрсетілетін Apple қолданбалары мен байланысты сервистерде, оның ішінде Apple Sports, Apple TV және Apple News сервистерінде пайда болатын мақалалар мен оқиғалар сияқты спорттық қызығушылықтарыңыз туралы контенті бар бір спорт контентіне ие болу мүмкіндігі пайда болады. Спорттық қызығушылықтарды қолдау көрсетілетін қолданбалардың реттеулерінде кез келген уақытта синхрондау үшін таңдаулы спорт түрлерін пайдалануды тоқтатуға болады. Таңдаулы спорт түрлерін синхрондау опциясын өшірсеңіз, кейбір қолданбаларда қолжетімді спорт функциялары шектелуі мүмкін. Кері байланыс Apple компаниясы «Таңдаулы спорт түрлері» мен спорттық қызығушылықтарыңыз және сізге ұнауы мүмкін басқа Apple өнімдері, сервистері мен ұсыныстары, сондай-ақ Apple One жөнінде ақпарат жіберу үшін Apple өнімдеріңіз бен сіз жазылған Apple сервистері сияқты аккаунтыңыз туралы ақпаратты пайдалануы мүмкін. Сондай-ақ Apple компаниясы сіз жазылған спорт түрлері, лигалар, командалар мен спортшылар туралы ақпаратты сізге таңдаулы спорт түрлеріне қолдау көрсететін қолданбалардан, оның ішінде Apple TV және Apple News сервистерінен жаңа функциялар, контент және осы қолданбаларда қолжетімді ұсыныстар туралы эл. хаттар мен push хабарландыруларын жіберу үшін пайдалануы мүмкін. Эл. пошта параметрлерін өзгерту және осы эл. хаттарды алудан бас тарту үшін мына сайтқа өтіңіз: account.apple.com. iOS, iPadOS немесе visionOS құрылғыңызда таңдаулы спорт түрлеріне қолдау көрсететін қолданбалардың хабарландыру параметрлерін жаңарту қажет болса, Apple TV хабарландырулары үшін «Реттеулер» > «Хабарландырулар» > «TV» тармағына, ал Apple News хабарландырулары үшін «Реттеулер» > «Хабарландырулар» > «News» тармағына өтіңіз. Mac компьютерінде System Settings (Жүйе реттеулері) > Notifications (Хабарландырулар) тармағына өтіп, «TV» немесе «News» параметрін басыңыз. Жарнама «Жеке жарнамалар» реттеуі қосулы болса, Apple компаниясының жарнама платформасы сіз туралы ақпаратты сізге сәйкес келетін жарнамалар көрсету үшін пайдалануы мүмкін. Apple жарнама платформасы спорттық қызығушылықтарыңыз туралы ақпаратты Apple News және «Акциялар» қолданбасында тиісті жарнамаларды көрсету үшін пайдалануы мүмкін. Apple жарнама платформасынан қызығушылықтарыңызға негізделген жарнамалар алғыңыз келмесе, «Жеке жарнамалар» параметрін өшіруге болады. «Жеке жарнамалар» параметрін өшірсеңіз, Apple компаниясы ақпаратыңызды таргеттелген жарнама үшін пайдалана алмайды. Бұдан көрсетілетін жарнамалар саны азаймайды, бірақ сізге қатыссыз жарнамалар көрсетілуі мүмкін. «Жеке жарнамалар» функциясын өшіру үшін iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Apple жарнамасы» тармағына өтіп, «Жеке жарнамалар» параметрін өшіріңіз. Mac компьютерінде System Settings (Жүйе реттеулері) > Privacy & Security (Құпиялылық және қауіпсіздік) тармағына өтіп, Apple Advertising (Apple жарнамасы) бөлімін таңдаңыз, содан кейін Personalized Ads (Жеке жарнамалар) опциясын таңдаудан алыңыз. Apple жарнамасы мен құпиялылығы туралы толығырақ ақпарат алу үшін мына мекенжай бойынша өтіңіз: www.apple.com/legal/privacy/data/kz/apple-advertising. Apple News және «Акциялар» қолданбасындағы жеке жарнамалардан бас тарту туралы ақпарат алу үшін support.apple.com/105131 мекенжайы бойынша өтіңіз. Үшінші тараптармен бөлісу Apple компаниясына тұтынушыларға маркетингтік қызметті жүргізуге және Apple атынан Apple News және «Акциялар» қолданбасында көрсетілетін жарнамаларды сатуға көмектесу үшін спорт түрлері, лигалар, командалар мен спортшылар туралы жеке басыңызға қатысы жоқ кейбір деректерді Apple компаниясымен жұмыс істейтін стратегиялық серіктестермен таңдаулы спорт түрлерін пайдаланып жіберуіміз мүмкін. Мысалы, Apple компаниясы Apple News баспагерлеріне және басқа контент провайдерлеріне контентінің өнімділігін түсінуге көмектесу үшін олармен жиынтық есептерді бөлісуі мүмкін. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз «Таңдаулы спорт түрлері» функциясын пайдалансаңыз, жеке деректеріңізді қызмет көрсету және заңды міндеттемелерімізді орындау үшін қажет болған жағдайда өңдейміз. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз заңды мүдделеріміз немесе үшінші тараптың мүдделері үшін қажетті жеке деректердің келесі санаттарын мына мақсатпен өңдейміз: • Сізге «Таңдаулы спорт түрлері» және спорттық қызығушылықтарыңыз, сондай-ақ сізді қызықтыруы мүмкін басқа да Apple өнімдері, сервистері мен ұсыныстары туралы хабарламалар жіберу • Сізге және басқаларға арналған «Таңдаулы спорт түрлері» және қолдау көрсетілетін Apple қолданбалары мен сервистерін жақсарту Пайдаланылған деректер мыналарды қамтиды: • Сіз бақылайтын спорт түрлері, лигалар, командалар және спортшылар, сіз өзара әрекеттесетін хабарландырулар және қателер мен ақаулар туралы ақпарат • Аккаунтыңыз туралы мәліметтер Деректерді сақтау Сервис жұмысын қамтамасыз ету үшін спорттық қызығушылықтарыңыз және Apple аккаунтыңызбен байланысты таңдаулы спорт түрлерінің қолданысы туралы ақпаратты қажетінше ұзақ уақыт сақтаймыз және таңдаулы спорт түрлерін пайдалануды тоқтатқаннан кейін, екі жылға дейін сақтаймыз. Қолдау көрсетілетін қолданбалар ақпаратыңызды деректерінде және құпиялылық туралы ақпаратында сипатталғандай өңдейді. Apple TV қолданбасы және құпиялылық туралы толығырақ ақпаратты www.apple.com/legal/privacy/data/kz/apple-tv-app веб-бетінде, ал Apple News және құпиялылық туралы толығырақ ақпаратты www.apple.com/legal/privacy/data/kz/apple-news веб-бетінде алыңыз. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді
ko: 나의 스포츠를 사용하면 Apple 앱 및 기기에서 하나의 스포츠 체험을 할 수 있습니다. 동일한 Apple 계정으로 로그인한 지원되는 Apple 앱 및 기기에서 사용자가 팔로우하는 팀 및 기타 스포츠 관심사가 동기화됩니다. 나의 스포츠 제공 및 향상하기 나의 스포츠에 대한 동기화를 켜는 경우 Apple Sports, Apple TV 및 Apple News 등 지원되는 앱에서 팔로우하는 팀과 기타 스포츠 관심사가 지원되는 다른 앱에서 자동으로 팔로우됩니다. Apple은 사용 가능한 지역의 경우 사용자가 팔로우하는 스포츠, 리그, 팀, 운동선수 및 사용자가 상호작용하는 알림 등 나의 스포츠 사용에 관한 정보를 수집하고 사용자의 Apple 계정과 연계된 해당 정보를 저장합니다. Apple은 이 정보를 사용하여 Apple Sports, Apple TV 및 Apple News 등 지원되는 Apple 앱에서 사용자의 스포츠 관심사를 동기화하고, 해당 앱 및 연계된 서비스(예: Apple News 이메일 뉴스레터)에서 개인 맞춤형 사용자 경험을 제공합니다. 또한 Apple은 이 정보와 오류 및 충돌 관련 정보를 사용하여 나의 스포츠, 지원되는 Apple 앱 및 서비스를 향상합니다. 나의 스포츠를 동기화하면 Apple Sports, Apple TV 및 Apple News 등 지원되는 Apple 앱 및 연계된 서비스에서 표시되는 기사 및 이벤트 등 사용자의 스포츠 관심사 관련 콘텐츠와 함께, 지원되는 Apple 앱에서 하나의 스포츠 체험을 할 수 있습니다. 나의 스포츠를 사용하여 사용자의 스포츠 관심사를 동기화하는 것을 지원되는 앱의 설정에서 언제든지 중단할 수 있습니다. 나의 스포츠에 대한 동기화를 끄면 일부 앱에서 이용할 수 있는 스포츠 기능이 제한될 수 있습니다. 사용자와 커뮤니케이션하기 Apple은 사용자가 소유한 Apple 제품 및 Apple 서비스 구독과 같은 사용자의 계정에 관한 정보를 이용하여, 나의 스포츠 및 사용자의 스포츠 관심사, 사용자가 관심을 가질 만한 기타 Apple 제품, 서비스 및 특별 혜택(Apple One 등)에 관한 안내를 전송할 수 있습니다. Apple은 사용자가 팔로우하는 스포츠, 리그, 팀 및 운동선수 관련 정보를 사용하여 Apple TV 및 Apple News 등 나의 스포츠를 지원하는 앱에서 이용할 수 있는 새로운 기능, 콘텐츠 및 특별 혜택에 관한 이메일 및 푸시 알림을 보낼 수도 있습니다. account.apple.com 사이트로 이동하여 이메일 환경설정을 변경하고 이러한 이메일을 받지 않을 수도 있습니다. iOS, iPadOS 또는 visionOS 기기에서 나의 스포츠를 지원하는 앱의 알림 환경설정을 업데이트하려면 Apple TV 알림의 경우 설정 > 알림 > TV로 이동하고, Apple News 알림의 경우 설정 > 알림 > News로 이동하십시오. Mac에서는 시스템 설정 > 알림으로 이동하여 ‘TV’ 또는 ‘News’를 클릭하십시오. 광고 개인 맞춤형 광고 설정이 켜져 있는 경우 Apple의 광고 플랫폼은 사용자의 정보를 사용하여 사용자와 더욱 관련이 있는 광고를 제공할 수 있습니다. Apple의 광고 플랫폼은 Apple News 및 주식 앱의 광고가 관련성을 갖도록 사용자의 스포츠 관심사 관련 정보를 사용할 수 있습니다. Apple 광고 플랫폼에서 사용자의 관심 사항에 맞춘 타깃 광고를 받지 않으려면 개인 맞춤형 광고를 끄면 됩니다. 개인 맞춤형 광고를 끄면 Apple이 광고 대상 설정에 사용자의 정보를 사용할 수 없습니다. 받는 광고의 수는 줄어들지 않지만 광고의 관련성이 떨어질 수 있습니다. 개인 맞춤형 광고를 끄려면 iOS, iPadOS 또는 visionOS 기기에서 설정 > 개인정보 보호 및 보안 > Apple 광고로 이동한 다음 ‘개인 맞춤형 광고’를 탭하여 끄면 됩니다. Mac에서는 시스템 설정 > 개인정보 보호 및 보안 > Apple 광고로 이동하여 ‘개인 맞춤형 광고’를 선택 해제하십시오. Apple 광고 및 개인정보 보호에 관하여 더 알아보려면 www.apple.com/kr/legal/privacy/data/ko/apple-advertising 사이트를 참조하십시오. Apple News 및 주식 앱의 개인 맞춤형 광고를 수신 거부하는 방법에 관해 더 알아보려면 support.apple.com/105131 사이트를 참조하십시오. 타사와 공유 Apple은 Apple 제품과 서비스를 제공하기 위해 Apple과 제휴하거나 Apple의 고객 마케팅에 협력하고 Apple 대신 광고를 판매하여 Apple News 및 주식 앱에 표시하는 전략적 파트너에게 나의 스포츠를 사용하여 팔로우한 스포츠, 리그, 팀 및 운동선수 관련 비개인적인 데이터의 일부를 공유할 수 있습니다. 예를 들어 Apple은 콘텐츠의 성과에 대한 Apple News 언론사 및 기타 콘텐츠 제공자의 이해를 도모하기 위해 집계 리포트를 공유할 수 있습니다. 개인 데이터 처리를 위한 관련 법적 근거 나의 스포츠를 사용하는 경우, 필요에 따라 서비스를 제공하고 Apple의 법적 의무를 준수할 목적으로 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 규정된 경우, Apple은 Apple 또는 제3자의 정당한 이익을 위해 필요에 따라 다음과 같은 목적으로 아래 카테고리의 개인 데이터를 처리합니다. • 나의 스포츠 및 사용자의 스포츠 관심사, 사용자가 관심을 가질 만한 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내 전송 • 모든 사용자를 위해 나의 스포츠 및 지원되는 Apple 앱 및 서비스 개선 사용된 데이터에 포함되는 내용: • 사용자가 팔로우하는 스포츠, 리그, 팀, 운동선수 및 사용자가 상호작용하는 알림, 오류 및 충돌 관련 정보 • 사용자 계정에 관한 세부사항 데이터 유지 Apple은 서비스를 제공하는 데 필요한 기간 동안 및 나의 스포츠 사용을 중단한 후 최대 2년 동안 사용자의 스포츠 관심사 및 Apple 계정과 연계된 나의 스포츠 사용 관련 정보를 유지합니다. 지원되는 앱은 데이터 및 개인정보 보호 정책의 내용에 따라 사용자의 정보를 처리합니다. Apple TV 앱 및 개인정보 보호에 관하여 더 알아보려면 www.apple.com/kr/legal/privacy/data/ko/apple-tv-app 사이트를 참조하고 Apple News 및 개인정보 보호에 관하여 더 알아보려면 www.apple.com/kr/legal/privacy/data/ko/apple-news 사이트를 참조하십시오. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Funkcija „Mano sportas“ suteikia vieningą sporto turinio potyrį visose „Apple“ programose ir įrenginiuose. Jūsų sekamos komandos ir kiti sporto interesai bus sinchronizuojami visose palaikomose „Apple“ programose ir įrenginiuose, prisijungusiuose prie tos pačios „Apple“ paskyros. Funkcijos „Mano sportas“ teikimas ir tobulinimas Jei įjungsite funkcijos „Mano sportas“ sinchronizavimą, komandos ir kiti sporto interesai, kuriuos sekate palaikomose programose, įskaitant „Apple Sports“, „Apple TV“ ir „Apple News“, bus automatiškai sekami ir kitose palaikomose programose. „Apple“ renka informaciją apie jūsų naudojimąsi funkcija „Mano sportas“, įskaitant informaciją (jei taikytina) apie sekamas sporto šakas, lygas, komandas ir sportininkus bei pranešimus, su kuriais sąveikaujate, ir saugo šią informaciją susietą su jūsų „Apple“ paskyra. Pagal šią informaciją „Apple“ sinchronizuoja jūsų sporto interesus visose palaikomose „Apple“ programose, įskaitant „Apple Sports“, „Apple TV“ ir „Apple News“, ir jums pritaiko šias programas bei kitas susijusias paslaugas, pvz., „Apple News“ naujienlaiškius. Be to, „Apple“ pagal šią informaciją bei informaciją apie klaidas ir strigtis tobulina funkciją „Mano sportas“ bei palaikomas „Apple“ programas ir paslaugas. Funkcijos „Mano sportas“ sinchronizavimas suteikia vieningą sporto turinio potyrį visose palaikomose „Apple“ programose – su jūsų sporto interesais susijęs turinys, pvz., straipsniai ir įvykiai, bus rodomas palaikomose „Apple“ programose ir susietose paslaugose, įskaitant „Apple Sports“, „Apple TV“ ir „Apple News“. Funkcijos „Mano sportas“ vykdomą jūsų sporto interesų sinchronizavimą galite bet kada sustabdyti palaikomų programų nustatymuose. Išjungus funkcijos „Mano sportas“ sinchronizavimą, kai kuriose programose prieinamos sporto funkcijos gali būti apribotos. Bendravimas su jumis „Apple“ gali naudoti informaciją apie jūsų paskyrą, pvz., apie jūsų turimus „Apple“ produktus ir „Apple“ paslaugų prenumeratas, kad siųstų jums pranešimus apie funkciją „Mano sportas“ ir jūsų sporto interesus bei kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali būti jums įdomūs, įskaitant „Apple One“. Be to, „Apple“ gali naudoti informaciją apie jūsų sekamas sporto šakas, lygas, komandas ir sportininkus, kad siųstų el. laiškus ir tiesioginius pranešimus iš funkciją „Mano sportas“ palaikančių programų, įskaitant „Apple TV“ ir „Apple News“, apie naujas tų programų funkcijas, turinį ir pasiūlymus. El. pašto nuostatas keisti ir atsisakyti gauti šiuos el. laiškus galite apsilankę adresu account.apple.com. Jei „iOS“, „iPadOS“ ar „visionOS“ įrenginiuose norite atnaujinti funkciją „Mano sportas“ palaikančių programų pranešimų nuostatas, programoje „Apple TV“ eikite į sritį „Nustatymai“ > „Pranešimai“ > „TV“, o programoje „Apple News“ – į „Nustatymai“ > „Pranešimai“ > „News“. „Mac“ įrenginyje eikite į „Sistemos nustatymai“ > „Pranešimai“ ir spustelėkite TV arba „News“. Reklama Jei įjungtas suasmenintos reklamos nustatymas, „Apple“ reklamos platforma gali naudoti jūsų informaciją teikdama jums aktualesnę reklamą. Pagal informaciją apie jūsų sporto interesus „Apple“ reklamos platforma gali užtikrinti, kad „Apple News“ ir „Akcijų“ platformose būtų pateikiama aktuali reklama. Jei nenorite gauti savo pomėgiams pritaikytų reklamų iš „Apple“ reklamos platformos, suasmenintą reklamą galite išjungti. Išjungus suasmenintą reklamą „Apple“ nebegalės naudoti informacijos tikslinei reklamai teikti. Tai gali nesumažinti gaunamų skelbimų skaičiaus, tačiau skelbimai gali būti mažiau jums aktualūs. Išjungti suasmenintus skelbimus galite „iOS“, „iPadOS“ arba „visionOS“ įrenginyje nuėję į skiltį „Nustatymai“ > „Privatumas ir sauga“ > „Apple“ reklamos“ ir palietę, kad išjungtumėte suasmenintus skelbimus. „Mac“ įrenginyje eikite į skiltį „Sistemos nustatymai“ > „Privatumas ir sauga“ > „Apple“ reklama“ ir panaikinkite suasmenintos reklamos žymėjimą. Sužinokite daugiau apie „Apple“ reklamą ir privatumą apsilankę adresu www.apple.com/legal/privacy/data/en/apple-advertising. Sužinokite, kaip „Apple News“ ir „Akcijų“ platformose atsisakyti suasmenintos reklamos, apsilankę adresu support.apple.com/105131. Bendrinimas su trečiosiomis šalimis Tam tikrus neasmeninius duomenis apie sporto šakas, lygas, komandas ir sportininkus, sekamus naudojant funkciją „Mano sportas“, galime perduoti strateginiams partneriams, kurie bendradarbiauja su „Apple“, kad galėtų teikti mūsų produktus ir paslaugas, padėti „Apple“ pasiekti klientus ir parduoti skelbimus „Apple“ vardu, kad jie būtų rodomi „Apple News“ ir „Akcijų“ platformose. Pavyzdžiui, „Apple“ gali perduoti apibendrintas ataskaitas „Apple News“ leidėjams ir kitiems turinio teikėjams, kad jiems padėtų suprasti jų turinio rezultatus. Taikomas asmens duomenų tvarkymo teisinis pagrindas Jei naudojate funkciją „Mano sportas“, tvarkome jūsų asmens duomenis, jei tai būtina paslaugai teikti ir teisiniams įsipareigojimams vykdyti. Jei tinkamas teisinis pagrindas yra sutikimas, siekiame jį gauti pagal galiojančius vietinius įstatymus. Kai tai numatoma galiojančiuose vietiniuose įstatymuose, toliau nurodytas asmens duomenų kategorijas tvarkome, jei tai būtina mūsų arba trečiosios šalies teisėtų interesų tikslais. • siųsti jums pranešimus apie funkciją „Mano sportas“ ir jūsų sporto interesus bei kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie jus gali dominti; • tobulinti funkciją „Mano sportas“ ir palaikomas „Apple“ programas bei paslaugas jums ir kitiems žmonėms. Tai apima tolesnius duomenis: • jūsų sekamas sporto šakas, lygas, komandas ir sportininkus, pranešimus, su kuriais sąveikaujate, ir informaciją apie klaidas ir strigtis; • informaciją apie jūsų paskyrą. Saugojimas Su jūsų „Apple“ paskyra susietą informaciją apie jūsų sporto interesus ir naudojimąsi funkcija „Mano sportas“ saugome tiek laiko, kiek reikia paslaugai teikti ir iki dvejų metų po to, kai nustojate naudoti funkciją „Mano sportas“. Palaikomos programos jūsų informaciją tvarkys, kaip aprašyta jų duomenų ir privatumo informacijoje. Sužinokite daugiau apie programą „Apple TV“ ir privatumą apsilankę adresu www.apple.com/legal/privacy/data/en/apple-tv-app, o apie „Apple News“ ir privatumą – adresu www.apple.com/legal/privacy/data/en/apple-news. „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy
ms: Sukan Saya membolehkan anda memperoleh satu pengalaman sukan merentas app dan peranti Apple anda. Pasukan dan minat sukan lain yang anda ikuti akan diselaraskan merentas app serta peranti Apple disokong yang didaftar masuk ke Akaun Apple yang sama. Menyediakan dan Meningkatkan Sukan Saya Jika anda mengaktifkan penyelarasan untuk Sukan Saya, pasukan dan minat sukan lain yang anda ikuti dalam app disokong, termasuk Apple Sports, Apple TV serta Apple News akan diikuti secara automatik dalam app lain yang disokong. Apple mengumpulkan maklumat tentang penggunaan Sukan Saya oleh anda, termasuk, apabila tersedia, sukan, liga, pasukan dan atlet yang anda ikuti serta pemberitahuan yang anda berinteraksi dan menyimpan maklumat tersebut secara dikaitkan dengan Akaun Apple anda. Apple menggunakan maklumat ini untuk menyelaraskan minat sukan anda merentas app Apple yang disokong, termasuk Apple Sports, Apple TV dan Apple News, serta untuk memperibadikan pengalaman anda dalam app tersebut dan perkhidmatan berkaitan seperti surat berita e-mel Apple News. Apple juga menggunakan maklumat ini, bersama-sama maklumat tentang ralat dan ranap, untuk meningkatkan Sukan Saya serta app dan perkhidmatan Apple yang disokong. Penyelarasan Sukan Saya membolehkan anda mempunyai satu pengalaman sukan merentas app Apple yang disokong, dengan kandungan tentang minat sukan anda seperti artikel dan peristiwa kelihatan dalam app Apple yang disokong serta perkhidmatan yang berkaitan, termasuk Apple Sports, Apple TV dan Apple News. Anda boleh memilih untuk berhenti menggunakan Sukan Saya untuk menyelaraskan minat sukan anda pada bila-bila masa dalam seting app yang disokong. Menyahaktifkan penyelarasan untuk Sukan Saya mungkin mengehadkan ciri sukan yang tersedia dalam sesetengah app. Berkomunikasi dengan Anda Apple mungkin menggunakan maklumat tentang akaun anda, seperti produk Apple yang anda miliki dan langganan perkhidmatan Apple anda, untuk menghantar komunikasi kepada anda tentang Sukan Saya dan minat sukan anda, serta produk, perkhidmatan dan tawaran Apple lain yang mungkin menarik minat anda, termasuk Apple One. Apple juga mungkin menggunakan maklumat tentang sukan, liga, pasukan dan atlet yang anda ikuti untuk menghantar e‑mel dan pemberitahuan push kepada anda daripada app yang menyokong Sukan Saya, termasuk Apple TV dan Apple News, tentang ciri, kandungan dan tawaran baharu yang tersedia dalam app tersebut. Anda boleh menukar keutamaan e‑mel anda dan menarik diri daripada menerima e‑mel ini dengan pergi ke account.apple.com. Untuk mengemas kini keutamaan pemberitahuan anda bagi app yang menyokong Sukan Saya pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > Pemberitahuan > TV untuk pemberitahuan Apple TV dan Seting > Pemberitahuan > News untuk pemberitahuan Apple News. Pada Mac, pergi ke Seting Sistem > Pemberitahuan dan klik “TV” atau “News”. Pengiklanan Jika seting Iklan Diperibadikan diaktifkan, platform pengiklanan Apple mungkin menggunakan maklumat anda untuk memberikan iklan yang lebih berkaitan kepada anda. Platform pengiklanan Apple boleh menggunakan maklumat tentang minat sukan anda untuk memastikan iklan dalam Apple News dan Saham berkaitan. Jika anda tidak mahu menerima iklan yang disasarkan pada minat anda daripada platform pengiklanan Apple, anda boleh memilih untuk menyahaktifkan Iklan Diperibadikan. Menyahaktifkan Iklan Diperibadikan akan menghalang Apple daripada menggunakan maklumat anda untuk penyasaran iklan. Ini mungkin tidak mengurangkan bilangan iklan yang anda terima, tetapi iklan mungkin kurang berkaitan kepada anda. Anda boleh menyahaktifkan Iklan Diperibadikan pada peranti iOS, iPadOS atau visionOS anda dengan pergi ke Seting > Privasi & Keselamatan > Pengiklanan Apple dan mengetik untuk menyahaktifkan Iklan Diperibadikan. Pada Mac, pergi ke Seting Sistem > Privasi & Keselamatan > Pengiklanan Apple dan nyahpilih Iklan Diperibadikan. Ketahui lebih lanjut tentang Pengiklanan Apple & Privasi di www.apple.com/legal/privacy/data/ms/apple-advertising. Ketahui cara menarik diri daripada iklan diperibadikan dalam Apple News dan Saham di support.apple.com/105131. Perkongsian dengan Pihak Ketiga Kami mungkin berkongsi data bukan peribadi tentang sukan, liga, pasukan dan atlet yang diikuti menggunakan Sukan Saya dengan rakan kongsi strategik yang bekerjasama dengan Apple untuk menyediakan produk dan perkhidmatan kami, membantu Apple memasarkan kepada pelanggan dan menjual iklan mewakili Apple untuk dipaparkan dalam Apple News serta Saham. Contohnya, Apple mungkin berkongsi laporan agregat dengan penerbit Apple News dan dengan penyedia kandungan lain untuk membantu mereka memahami prestasi kandungan mereka. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Jika anda menggunakan Sukan Saya, kami memproses data peribadi anda seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses kategori data peribadi berikut mengikut keperluan untuk tujuan kepentingan sah kami atau pihak ketiga untuk: • Menghantar komunikasi kepada anda tentang Sukan Saya dan minat sukan anda, serta produk, perkhidmatan dan tawaran Apple lain yang mungkin menarik minat anda • Tingkatkan Sukan Saya dan app serta perkhidmatan Apple yang disokong untuk anda dan orang lain Data yang digunakan termasuk: • Sukan, liga, pasukan dan atlet yang anda ikuti, pemberitahuan yang anda berinteraksi serta maklumat tentang ralat dan ranap • Butiran tentang akaun anda Pengekalan Kami mengekalkan maklumat tentang minat sukan anda dan penggunaan Sukan Saya oleh anda yang dikaitkan dengan Akaun Apple anda selagi perlu untuk menyediakan perkhidmatan dan selama sehingga dua tahun selepas anda berhenti menggunakan Sukan Saya. App yang disokong akan mengendalikan maklumat anda seperti yang diterangkan dalam maklumat data dan privasinya. Ketahui lebih lanjut tentang App Apple TV & Privasi di www.apple.com/legal/privacy/data/ms/apple-tv-app dan Apple News & Privasi di www.apple.com/legal/privacy/data/ms/apple-news. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy
nl: Met 'Mijn sporten' heb je één sportervaring voor al je Apple apps en apparaten. De teams en andere sportinteresses die je volgt, worden gesynchroniseerd voor ondersteunde Apple apps en apparaten die met dezelfde Apple Account zijn ingelogd. 'Mijn sporten' aanbieden en verbeteren Als je synchronisatie inschakelt voor 'Mijn sporten', worden de teams en andere sportinteresses die je volgt in ondersteunde apps, waaronder Apple Sports, Apple TV en Apple News, automatisch gevolgd in andere ondersteunde apps. Apple verzamelt informatie over je gebruik van 'Mijn sporten', inclusief, indien beschikbaar, de sporten, competities, teams en sporters die je volgt en je gebruik van meldingen, en bewaart die informatie die is gekoppeld aan je Apple Account. Apple gebruikt deze informatie om je sportinteresses te synchroniseren in ondersteunde Apple apps, waaronder Apple Sports, Apple TV en Apple News, en om je ervaring in die apps en bijbehorende diensten, zoals e‑mailnieuwsbrieven van Apple News, te personaliseren. Apple gebruikt deze informatie, samen met informatie over fouten en crashes, ook om 'Mijn sporten' en de ondersteunde Apple apps en diensten te verbeteren. Door 'Mijn sporten' te synchroniseren, heb je één sportervaring in ondersteunde Apple apps, met materiaal over je sportinteresses, zoals artikelen en evenementen die worden weergegeven in ondersteunde Apple apps en bijbehorende diensten, waaronder Apple Sports, Apple TV en Apple News. Je kunt er op elk moment voor kiezen om 'Mijn sporten' niet meer te gebruiken om je sportinteresses te synchroniseren in de instellingen van ondersteunde apps. Als je synchronisatie uitschakelt voor 'Mijn sporten', kunnen hierdoor de beschikbare functies beperkt zijn in sommige apps. Communicatie met jou Apple gebruikt mogelijk informatie over je account, zoals de Apple producten die je bezit en je abonne­menten op diensten van Apple, om je kennis­gevingen te sturen over 'Mijn sporten' en je sportinteresses, evenals andere Apple producten, diensten en aanbiedingen die voor jou interessant kunnen zijn, waaronder Apple One. Apple gebruikt mogelijk ook informatie over de sporten, competities, teams en sporters die je volgt om je e‑mails en pushmeldingen te sturen van apps die 'Mijn sporten' ondersteunen, waaronder Apple TV en Apple News, over nieuwe functies, inhoud en aanbiedingen die beschikbaar zijn in die apps. Je kunt je e‑mailvoorkeuren wijzigen en je afmelden voor het ontvangen van dergelijke e‑mails door naar account.apple.com te gaan. Als je je meldingsvoorkeuren wilt bijwerken voor apps die 'Mijn sporten' ondersteunen op je iOS-, iPadOS- of visionOS-apparaat, ga je in Instellingen naar 'Meldingen' > 'TV' voor meldingen van Apple TV, en naar 'Meldingen' > 'News' voor meldingen van Apple News. Ga op de Mac in Systeeminstellingen naar 'Meldingen' en klik op 'TV' of 'News'. Reclame Als 'Gepersonaliseerde reclame' is ingeschakeld, kan het reclameplatform van Apple je gegevens gebruiken om reclame weer te geven die relevanter voor je is. Het reclameplatform van Apple gebruikt mogelijk informatie over je sportinteresses om ervoor te zorgen dat reclame in Apple News en Aandelen relevant is. Als je van het reclameplatform van Apple geen reclame wilt ontvangen die gericht is op je interesses, kun je 'Gepersonaliseerde reclame' uitschakelen. Als je gepersonaliseerde reclame uitschakelt, kan Apple je informatie niet gebruiken voor gerichte reclame. De hoeveel­heid reclame die je ontvangt, wordt mogelijk niet vermin­derd, maar de reclame is mogelijk minder rele­vant voor je. Je kunt 'Gepersonaliseerde reclame' op je iOS-, iPadOS- of visionOS-apparaat uitschakelen door in Instellingen naar 'Privacy en beveiliging' > 'Apple reclame' te gaan en 'Gepersonaliseerde reclame' uit te schakelen. Ga op je Mac in Systeem­instellingen naar 'Privacy en beveiliging' > 'Apple reclame' en deselecteer 'Gepersonaliseerde reclame'. Meer informatie over Apple reclame en privacy vind je op www.apple.com/nl/legal/privacy/data/nl/apple-advertising. Meer informatie over hoe je je kunt afmelden voor gepersonaliseerde reclame in Apple News en Aandelen vind je op support.apple.com/105131. Delen met derden We kunnen mogelijk bepaalde niet-persoonlijke gegevens over de sporten, competities, teams en sporters die met 'Mijn sporten' worden gevolgd, delen met strategische partners die met Apple werken om onze producten en diensten te leveren, onze producten op de markt te brengen en namens Apple reclame te verkopen die wordt weergegeven in Apple News en Aandelen. Apple kan bijvoorbeeld samengevoegde rapporten delen met Apple News-uitgevers en andere aanbieders van materiaal om hen het succes van hun materiaal te helpen begrijpen. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens Als je 'Mijn sporten' gebruikt, verwerken we je persoonlijke gegevens zoals noodzakelijk voor het aanbieden van de voorziening en om onze wettelijke verplichtingen na te leven. Indien instemming de toepasselijke juridische basis is, streven we hiernaar in overeenstemming met toepasselijke lokale wetgeving. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we de volgende categorieën persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen of die van een derde partij voor de volgende doeleinden: • Je kennisgevingen sturen over 'Mijn sporten' en je sportinteresses, evenals andere producten, diensten en aanbiedingen van Apple die voor jou interessant kunnen zijn • 'Mijn sporten' en ondersteunde Apple apps en voorzieningen voor jou en anderen verbeteren De gebruikte gegevens omvatten: • De sporten, competities, teams en sporters die je volgt, je gebruik van meldingen en gegevens over fouten en crashes • Informatie over je account Bewaarperiode We bewaren aan je Apple Account gekoppelde informatie over je sportinteresses en je gebruik van 'Mijn sporten' zolang als noodzakelijk om de voorziening aan te bieden en maximaal twee jaar nadat je 'Mijn sporten' niet meer gebruikt. Ondersteunde apps behandelen je informatie zoals beschreven in hun informatie over gegevens en privacy. Meer informatie over Apple TV-app en privacy vind je op www.apple.com/legal/privacy/data/nl/apple-tv-app en meer informatie over Apple News en privacy vind je op www.apple.com/legal/privacy/data/nl/apple-news. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com/nl/privacy
no: Min sport gjør det mulig å gi deg samme sportsopplevelse i alle Apple-apper på alle enhetene dine. Lag og andre sportsemner du følger, vil bli synkronisert på tvers av alle støttede Apple-apper og enheter som er logget på med samme Apple‑konto. Levering og forbedring av Min sport Hvis du slår på synkronisering av Min sport, vil lag og andre sportsemner du følger i støttede apper, inkludert Sports, TV og News, automatisk også bli fulgt i andre støttede apper. Apple samler inn informasjon om hvordan du bruker Min sport, inkludert lagene, ligaene og idrettsutøverne du følger, hvis tilgjengelig, samt varslingene du samhandler med. Informasjonen blir lagret i og knyttet til Apple‑kontoen din. Apple bruker denne informasjonen til å synkronisere sportsinteressene dine mellom alle støttede Apple-apper, inkludert Sports-, TV- og News-appene, og for å tilpasse opplevelsen i disse appene og tilknyttede tjenester som nyhetsbrev fra Apple News. Apple vil også bruke informasjonen, sammen med feilmeldinger og krasjrapporter, til å forbedre Min sport og de støttede Apple-appene og tjenestene. Synkronisering av Min sport gir deg samme sportsopplevelsen i alle støttede Apple-apper, der innhold som artikler og arrangementer som passer med sportsinteressene dine, vises i støttede Apple-apper og tilhørende tjenester, inkludert i Sports-, TV- og News-appene. Du kan når som helst gå til innstillingene til de støttede appene og avslutte bruken av Min sport til å synkronisere sportsinteressene dine. Hvis du slår av synkronisering av Min sport, kan det begrense hvilke sportsfunksjoner som er tilgjengelige i noen apper. Kommunikasjon med deg Apple kan bruke informasjon om kontoen din, som Apple-produktene du eier og abonnementene dine på Apple-tjenester, til å sende deg informasjon om Min sport og sportsinteressene dine, samt andre Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg, inkludert Apple One. Apple kan også bruke informasjon om idrettene, ligaene, lagene og idrettsutøverne du følger, til å sende deg e‑post og pushvarslinger fra apper som støtter Min sport, inkludert TV- og News-appene, om nye funksjoner, innhold og tilbud som er tilgjengelig i disse appene. Du kan endre e-postvalgene dine og velge om du vil motta disse e-postmeldingene, på account.apple.com. Hvis du vil oppdatere varslingsvalgene for apper som støtter Min sport på enheter med iOS, iPadOS eller visionOS, kan du gå til Innstillinger > Varslinger > TV for å oppdatere varslingene fra TV-appen, og til Innstillinger > Varslinger > News for å endre varslingene fra News-appen. På Mac går du til Systeminnstillinger > Varslinger og velger TV eller News. Annonsering Hvis innstillingen Personlig tilpassede annonser er aktivert, kan Apples annonseplattform bruke informasjonen din til å levere annonser som er mer relevante for deg. Apples annonseplattform kan bruke informasjonen om sportsinteressene dine til å sikre at du mottar relevante annonser i News og Aksjer. Hvis du ikke vil motta annonser tilpasset interessene dine fra Apples annonseplattform, kan du slå av Personlig tilpassede annonser. Hvis du deaktiverer Personlig tilpassede annonser, kan ikke Apple bruke denne informasjonen til å målrette annonser. Det vil kanskje ikke redusere antallet annonser du mottar, men annonsene kan være mindre relevante for deg. Du kan slå av Personlig tilpassede annonser på iOS-, iPadOS- eller visionOS-enheten din ved å gå til Innstillinger > Personvern og sikkerhet > Apple-annonser og trykke for å slå av Personlig tilpassede annonser. På Mac går du til Systeminnstillinger > Personvern og sikkerhet > Apple‑annonser og fjerner deretter markeringen for Personlig tilpassede annonser. Finn ut mer om Apple-annonser og personvern på www.apple.com/no/legal/privacy/data/no/apple-advertising Finn ut mer om hvordan du kan velge å ikke motta personlig tilpassede annonser i Apple News og Aksjer på support.apple.com/105131. Deling med tredjeparter Vi vil kanskje dele noen ikke-personlige data om idrettene, ligaene, lagene og idrettsutøverne du følger, med strategiske partnere som samarbeider med Apple om å levere produktene og tjenestene våre, bistår Apple med markedsføring overfor kunder og selger annonser som vises i News og Aksjer. Apple kan for eksempel dele samlede rapporter med Apple News-utgivere og andre innholds­leverandører, så de kan se hvordan innholdet deres blir mottatt. Juridisk grunnlag for behandling av personlige data Hvis du bruker Min sport, bruker vi de personlige dataene dine i den grad de er nødvendige for å levere tjenesten og overholde juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der lokale lover og regler tillater det, behandler vi følgende kategorier av personlige data i den grad det er nødvendig for å ivareta våre legitime interesser og interessene til tredjeparter, for å kunne: • sende deg informasjon knyttet til Min sport og sportsinteressene dine, samt andre Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg • forbedre Min sport og støttede Apple-apper og -tjenester for deg og andre Dataene som brukes inkluderer: • hvilke sportsgrener, ligaer, lag eller utøvere du følger, varslinger du responderer på, samt informasjon om feil og programkrasj • informasjon om kontoen din Oppbevaring Vi vil beholde informasjon om sportsinteressene dine og bruken din av Min sport som er knyttet til Apple‑kontoen din, så lenge som det er nødvendig for å levere tjenesten, og i opptil to år etter at du slutter å bruke Min sport. Støttede apper vil behandle informasjonen din som beskrevet i retningslinjene deres for databehandling og personvern. Finn ut mer om TV-appen og personvern på https://www.apple.com/no/legal/privacy/data/no/apple-tv-app og Apple News og personvern på www.apple.com/no/legal/privacy/data/no/apple-news. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Funkcja Moje dyscypliny zapewnia te same sportowe emocje, niezależnie od używanej aplikacji i posiadanego urządzenia Apple. Obserwowane drużyny i inne zainteresowania sportowe będą synchronizowane w obsługiwanych aplikacjach Apple na urządzeniach Apple, na których zalogujesz się, używając tego samego konta Apple. Oferowanie i udoskonalanie funkcji Moje dyscypliny Jeśli włączysz synchronizowanie danych funkcji Moje dyscypliny, drużyny i inne zainteresowania sportowe obserwowane w obsługiwanych aplikacjach, w tym Apple Sports, Apple TV i Apple News, będą automatycznie obserwowane w innych obsługiwanych aplikacjach. Apple gromadzi informacje na temat tego, jak używasz funkcji Moje dyscypliny, w tym (o ile są dostępne) dotyczące dyscyplin, lig, drużyn i sportowców, których obserwujesz, oraz powiadomień, na które reagujesz, i przechowuje je w powiązaniu z Twoim kontem Apple. Apple używa tych informacji do synchronizowania Twoich zainteresowań sportowych między obsługiwanymi aplikacjami Apple, w tym Apple Sports, Apple TV i Apple News, oraz do personalizowania działania tych aplikacji i powiązanych z nimi usług, na przykład biuletynów email Apple News. Apple używa tych informacji, a także informacji o błędach i awariach, do udoskonalania funkcji Moje dyscypliny oraz obsługiwanych aplikacji i usług Apple. Synchronizowanie danych funkcji Moje dyscypliny zapewnia te same sportowe emocje w obsługiwanych aplikacjach Apple. Treści dotyczące Twoich zainteresowań sportowych, na przykład artykuły i wydarzenia, są wyświetlane w obsługiwanych aplikacjach Apple, na przykład Apple Sports, Apple TV i Apple News, i powiązanych z nimi usługach. Możesz w dowolnym momencie zrezygnować z synchronizowania swoich zainteresowań sportowych przy użyciu funkcji Moje dyscypliny. Aby to zrobić, użyj ustawień obsługiwanych aplikacji. Wyłączenie synchronizowania danych funkcji Moje dyscypliny może ograniczyć dostępność funkcji w niektórych aplikacjach. Komunikowanie się z Tobą Apple może wykorzystywać informacje o Twoim koncie, takie jak posiadane przez Ciebie produkty Apple oraz Twoje subskrypcje usług Apple, do wysyłania Ci informacji o funkcji Moje dyscypliny i Twoich zainteresowaniach sportowych, a także o innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować, w tym Apple One. Apple może również wykorzystywać informacje o dyscyplinach, ligach, drużynach i sportowcach, których obserwujesz, do wysyłania z aplikacji obsługujących funkcję Moje dyscypliny (w tym Apple TV i News) wiadomości email i powiadomień push o nowych funkcjach, treściach i ofertach dostępnych w tych aplikacjach. Możesz zmienić swoje preferencje dotyczące wiadomości email i zrezygnować z otrzymywania tych wiadomości email, przechodząc do witryny account.apple.com. Aby uaktualnić preferencje powiadomień dla aplikacji obsługujących funkcję Moje dyscypliny na urządzeniu iOS lub iPadOS, przejdź do Ustawień i stuknij w Powiadomienia > TV (w przypadku aplikacji Apple TV) lub w Powiadomienia > News (w przypadku aplikacji News). Aby to zrobić na urządzeniu visionOS, przejdź do aplikacji Settings i stuknij w Notifications > TV (w przypadku aplikacji Apple TV) lub w Notifications > News (w przypadku aplikacji News). Na Macu otwórz Ustawienia systemowe, kliknij w Powiadomienia, a następnie kliknij w TV lub News. Reklamy Jeśli funkcja Reklamy spersonalizowane jest włączona, platforma reklamowa Apple może wykorzystywać informacje o Tobie do prezentowania Ci reklam bardziej istotnych dla Ciebie. Platforma reklamowa Apple może wykorzystywać informacje dotyczące Twoich zainteresowań sportowych do zapewniania istotności reklam wyświetlanych w aplikacjach News i Giełda. Jeśli nie chcesz otrzymywać reklam dopasowanych do Twoich zainteresowań z platformy reklamowej Apple, możesz wyłączyć opcję Reklamy spersonalizowane. Wyłączenie reklam spersonalizowanych uniemożliwi firmie Apple wykorzystywanie informacji o Tobie do kierowania reklam. Nie spowoduje to zmniejszenia liczby prezentowanych reklam, lecz te reklamy mogą być mniej istotne dla Ciebie. Reklamy spersonalizowane możesz wyłączyć na urządzeniu iOS, iPadOS lub visionOS, przechodząc do Ustawień, stukając w Prywatność i ochrona > Reklamy Apple i wyłączając stuknięciem opcję Reklamy spersonalizowane. Na Macu otwórz Ustawienia systemowe, kliknij w Prywatność i ochrona > Reklamy Apple i usuń zaznaczenie pola wyboru Reklamy spersonalizowane. Więcej informacji o reklamach Apple i prywatności możesz znaleźć pod adresem www.apple.com/pl/legal/privacy/data/pl/apple-advertising. Więcej informacji o rezygnowaniu z personalizowanych reklam w aplikacjach News i Giełda możesz znaleźć pod adresem support.apple.com/105131. Udostępnianie danych innym podmiotom Możemy udostępniać niektóre nieosobiste dane dotyczące dyscyplin, lig, drużyn i zawodników obserwowanych przez Ciebie przy użyciu funkcji Moje dyscypliny partnerom strategicznym współpracującym z Apple na potrzeby dostarczania produktów i usług, pomocy Apple w oferowaniu produktów klientom oraz sprzedaży reklam w imieniu Apple w celach wyświetlania ich w aplikacjach News i Giełda. Na przykład, Apple może udostępniać zagregowane raporty wydawcom publikującym w Apple News oraz innym dostawcom treści, aby mogli zrozumieć, jak ich treści są wykorzystywane. Obowiązująca podstawa prawna przetwarzania danych osobowych Jeśli używasz funkcji Moje dyscypliny, przetwarzamy Twoje dane osobowe w zakresie niezbędnym do świadczenia usługi oraz w celu wypełnienia naszych zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy następujące kategorie danych osobowych, jeśli jest to konieczne do celów wynikających z naszych uzasadnionych interesów lub interesów innych podmiotów, aby: • wysyłać Ci informacje o funkcji Moje dyscypliny i Twoich zainteresowaniach sportowych, a także o innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować; • ulepszać działanie funkcji Moje dyscypliny oraz obsługiwanych aplikacji i usług Apple dla Ciebie i innych. Używane dane obejmują: • dyscypliny, ligi, drużyny i sportowców, których obserwujesz, powiadomienia, na które reagujesz, a także informacje o błędach i awariach; • szczegóły dotyczące Twojego konta. Przechowywanie danych Przechowujemy informacje o Twoich zainteresowaniach sportowych oraz sposobie, w jaki używasz funkcji Moje dyscypliny, w powiązaniu z Twoim kontem Apple tak długo, jak wymaga tego oferowanie usługi, oraz przez maksymalnie dwa lata od Twojej rezygnacji z używania funkcji Moje dyscypliny. Obsługiwane aplikacje będą traktowały Twoje informacje zgodnie ze swoimi zasadami ochrony danych i prywatności. Więcej informacji o aplikacjach Apple TV oraz News i prywatności możesz znaleźć pod adresami www.apple.com/pl/legal/privacy/data/pl/apple-tv-app oraz www.apple.com/pl/legal/privacy/data/pl/apple-news. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/pl/privacy.
pt_br: Com o recurso Meus Esportes você tem a mesma experiência de esportes em todos os seus dispositivos e apps da Apple. Os times e outros interesses esportivos que você segue serão sincronizados nos apps compatíveis e nos dispositivos Apple nos quais você tenha iniciado a sessão com a sua Conta Apple. Fornecimento e Melhoria de Meus Esportes Se você tiver ativado a sincronização do recurso Meus Esportes, os times e outros assuntos esportivos que você segue em apps compatíveis, incluindo o Apple Sports, o Apple TV e o Apple News, serão automaticamente seguidos nos outros apps compatíveis. A Apple coleta informações sobre seu uso do recurso Meus Esportes, incluindo (onde disponível) os esportes, ligas, times e atletas que você segue, bem como as notificações com as quais interage, e armazena essas informações associadas à sua Conta Apple. A Apple usa essas informações para sincronizar seus interesses esportivos nos apps da Apple compatíveis, como o Apple Sports, o Apple TV e o Apple News, e para personalizar sua experiência nesses apps e serviços associados, como os boletins por e‑mail do Apple News. A Apple também usa essas informações, juntamente com as informações sobre erros e falhas, para melhorar o recurso Meus Esportes e os apps e serviços oferecidos. Com o recurso Meus Esportes você tem a mesma experiência de esportes nos apps compatíveis da Apple, com conteúdo sobre seus interesses esportivos, como artigos e eventos, nos apps compatíveis da Apple e serviços associados, como Apple Sports, Apple TV e Apple News. A qualquer momento você pode acessar os ajustes dos apps compatíveis e optar por parar de usar o recurso Meus Esportes para sincronizar seus interesses esportivos. Ao desativar a sincronização de Meus Esportes, você limita os recursos de esportes em alguns apps. Comunicação com Você A Apple pode usar informações sobre a sua conta, como os produtos Apple que você tem e as suas assinaturas de serviços da Apple, para enviar comunicações sobre o recurso Meus Esportes e seus interesses esportivos, bem como serviços e ofertas da Apple que possam ser do seu interesse, incluindo o Apple One. A Apple também pode usar as informações sobre os esportes, ligas, times e atletas que você segue para enviar a você e‑mails e notificações push sobre novos recursos, conteúdo e ofertas disponíveis nos apps compatíveis com o recurso Meus Esportes, como o Apple TV e o Apple News. Você pode alterar suas preferências de e‑mail em account.apple.com e optar por não receber esses e‑mails. Para atualizar suas preferências de notificações de apps compatíveis com Meus Esportes em um dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Notificações > TV para as notificações do app Apple TV e Ajustes > Notificações > News para as notificações do Apple News. No Mac, acesse Ajustes do Sistema > Notificações e clique em TV ou News. Publicidade Se o ajuste de Anúncios Personalizados estiver ativado, a plataforma de publicidade da Apple poderá usar suas informações para oferecer anúncios mais relevantes para você. A plataforma de publicidade da Apple pode usar informações sobre seus interesses esportivos para garantir que os anúncios no Apple News e no app Bolsa sejam relevantes. Se não desejar receber anúncios direcionados aos seus interesses da plataforma de publicidade da Apple, você pode desativar os Anúncios Personalizados. A desativação dos Anúncios Personalizados impedirá que a Apple use suas informações para direcionamento de anúncios. Talvez isso não reduza a quantidade de anúncios que você recebe, mas os anúncios poderão ser menos relevantes para você. Você pode desativar os Anúncios Personalizados no dispositivo iOS, iPadOS ou visionOS. Para isso, abra Ajustes > Privacidade e Segurança > Publicidade da Apple e toque para desativar Anúncios Personalizados. No Mac, abra Ajustes do Sistema > Privacidade e Segurança > Publicidade da Apple e desmarque Anúncios Personalizados. Saiba mais sobre a Publicidade da Apple e Privacidade em www.apple.com/br/legal/privacy/data/pt-br/apple-advertising Acesse support.apple.com/105131 para saber como desativar os anúncios personalizados no Apple News e no app Bolsa. Compartilhamento com Terceiros Podemos usar o recurso Meus Esportes com parceiros estratégicos para compartilhar alguns dados não pessoais sobre os esportes, ligas, times e atletas seguidos. Esses parceiros trabalham com a Apple para fornecer nossos produtos e serviços, ajudar no marketing da Apple com clientes e vender anúncios em nome da Apple para exibir nos apps Apple News e Bolsa. Por exemplo, a Apple pode compartilhar relatórios agregados com editoras do Apple News e com outros provedores de conteúdo para ajudá‑los a entender o desempenho do conteúdo que fornecem. Base Legal Aplicável para o Processamento de Dados Pessoais Se você usa Meus Esportes, processamos seus dados pessoais conforme necessário para fornecer o serviço e para cumprir com nossas obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde aplicável de acordo com a lei local, processamos as categorias de dados pessoais a seguir conforme necessário, para fins dos nossos interesses legítimos ou de um terceiro, com o objetivo de: • Enviar a você comunicação sobre o recurso Meus Esportes e seus interesses esportivos, bem como outros produtos, serviços e ofertas da Apple que possam interessar você • Melhorar o recurso Meus Esportes e os apps e serviços compatíveis da Apple para você e outras pessoas Os dados usados incluem: • Os esportes, ligas, times e atletas que você segue, as notificações com as quais interage e as informações sobre erros e falhas • Detalhes sobre a sua conta Retenção Retemos informações sobre seus interesses esportivos e o seu uso do recurso Meus Esportes associados com a sua Conta Apple pelo tempo necessário para fornecer o serviço e por até dois anos depois que você parar de usar Meus Esportes. Os apps compatíveis tratarão suas informações como descrito nas informações de dados e privacidades deles. Saiba mais sobre o App Apple TV e Privacidade em www.apple.com/br/legal/privacy/data/pt-br/apple-tv-app e sobre o Apple News e Privacidade em www.apple.com/br/legal/privacy/data/pt-br/apple-news. As informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: Os meus desportos permite-lhe ter uma única experiência desportiva em todas as aplicações e dispositivos Apple. As equipas e os outros interesses desportivos que segue serão sincronizados em todas as aplicações e dispositivos Apple compatíveis que tenham sessão iniciada na mesma conta Apple. Fornecer e melhorar Os meus desportos Se ativar a sincronização para Os meus desportos, as equipas e outros interesses desportivos que segue nas aplicações compatíveis, incluindo Apple Sports, TV e Apple News, serão automaticamente seguidos noutras aplicações compatíveis. A Apple recolhe informação acerca da sua utilização de Os meus desportos, incluindo, quando disponível, os desportos, ligas, equipas e atletas que segue e as notificações com que interage e armazena essa informação associada à sua conta Apple. A Apple usa essa informação para sincronizar os seus interesses desportivos em todas as aplicações Apple compatíveis, incluindo Apple Sports, TV e Apple News, assim como para personalizar a sua experiência nessas aplicações e serviços associados, tal como boletins por e‑mail de Apple News. A Apple também usa essa informação, juntamente com informação acerca de erros e falhas, para melhorar Os meus desportos e as aplicações e serviços Apple compatíveis. A sincronização de Os meus desportos permite‑lhe ter uma experiência desportiva em todas as aplicações Apple compatíveis, com conteúdo sobre os seus interesses desportivos, tais como artigos e eventos, a aparecer em aplicações e serviços Apple compatíveis associados, incluindo Apple Sports, TV e Apple News. Pode optar por interromper a utilização de Os meus desportos para a sincronização dos seus interesses desportivos a qualquer momento nas definições das aplicações compatíveis. É possível que a desativação da sincronização de Os meus desportos limite as funcionalidades desportivas disponíveis em algumas aplicações. Comunicar consigo A Apple poderá utilizar informações sobre a sua conta (como os produtos Apple que possui e as assinaturas de serviços Apple) para lhe enviar comunicações sobre Os meus desportos e os seus interesses desportivos, assim como outros produtos, serviços e ofertas da Apple que poderão ser do seu interesse, incluindo Apple One. A Apple também poderá utilizar informações sobre os desportos, ligas, equipas e atletas que segue para lhe enviar e‑mails e notificações por Push de aplicações compatíveis com Os meus desportos, incluindo as aplicações TV e Apple News, acerca de novas funcionalidades, conteúdos e ofertas disponíveis nessas aplicações. Pode alterar as suas preferências de e‑mail e desativar a receção destes e‑mails acedendo a account.apple.com. Para atualizar as preferências de notificação para aplicações compatíveis com Os meus desportos no dispositivo iOS, iPadOS ou visionOS, vá a Definições > Notificações > TV para notificações da aplicação TV e Definições > Notificações > News para notificações de Apple News. No Mac, em Definições do Sistema > Notificações, clique em “TV” ou “News”. Publicidade Se a definição “Anúncios personalizados” estiver ativada, a plataforma de publicidade da Apple poderá usar a sua informação para lhe apresentar anúncios mais relevantes. A plataforma de publicidade da Apple poderá utilizar informação sobre os seus interesses desportivos para garantir que os anúncios nas aplicações Apple News e Bolsa são relevantes. Se preferir não receber anúncios direcionados da plataforma de publicidade da Apple, pode optar por desativar a definição “Anúncios personalizados”. Desativar “Anúncios personalizados” impede a Apple de usar a sua informação para a segmentação de publicidade. Pode não reduzir o número de anúncios recebidos, mas estes poderão ser menos relevantes para si. No dispositivo iOS, iPadOS ou visionOS, pode desativar a opção “Anúncios personalizados” em Definições > Privacidade e segurança > Publicidade da Apple. No Mac, vá a Definições do Sistema > Privacidade e segurança > Publicidade da Apple e desassinale “Anúncios personalizados”. Saiba mais acerca de publicidade da Apple e privacidade em www.apple.com/pt/legal/privacy/data/pt/apple-advertising. Saiba como desativar os anúncios personalizados nas aplicações Apple News e Bolsa em support.apple.com/105131. Partilha com terceiros Podemos partilhar dados sem teor pessoal acerca dos desportos, ligas, equipas e atletas que segue com Os meus desportos a parceiros estratégicos que trabalham com a Apple para fornecer os nossos produtos e serviços, ajudar a Apple a comercializar produtos e serviços junto dos consumidores e vender anúncios em nome da Apple para serem apresentados nas aplicações Apple News e Bolsa. A Apple pode, por exemplo, partilhar relatórios agregados com os editores da aplicação Apple News e com outros fornecedores de conteúdos no intuito de os ajudar a perceber o desempenho do conteúdo por eles disponibilizado. Base jurídica aplicável para processamento de dados pessoais Se usar Os meus desportos, processamos os seus dados pessoais conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o previr, processamos as seguintes categorias de dados pessoais conforme necessário para fins do nosso interesse legítimo ou do de terceiros para: • Enviar‑lhe comunicações sobre Os meus desportos e os seus interesses desportivos, assim como outros produtos, serviços e ofertas da Apple que poderão ser do seu interesse. • Melhorar Os meus desportos e aplicações e serviços compatíveis para si e para outras pessoas. Os dados usados incluem: • Os desportos, ligas, equipas e atletas que segue, as notificações com que interage e armazena e informação acerca de erros e falhas. • Detalhes acerca da sua conta. Retenção de informação Preservamos informação acerca dos seus interesses desportivos e da sua utilização de Os meus desportos associada à sua conta Apple apenas durante o período de tempo necessário para prestar o serviço e até dois anos após interromper a sua utilização de Os meus desportos. As aplicações compatíveis tratam as informações conforme descrito nos respetivos dados e informação de privacidade. Encontrará informação adicional acerca da aplicação TV e Privacidade em www.apple.com/pt/legal/privacy/data/pt/apple-tv-app e Apple News e Privacidade em www.apple.com/pt/legal/privacy/data/pt/apple-news. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy
ro: Funcționalitatea “Sporturi preferate” vă permite să vă bucurați de o experiență sportivă unitară pentru toate aplicațiile și dispozitivele dvs. Apple. Informațiile despre echipe și alte interese sportive pe care le urmăriți vor fi sincronizate între aplicațiile și dispozitivele Apple compatibile care sunt autentificate în același cont Apple. Furnizarea și îmbunătățirea funcționalității “Sporturi preferate” Dacă activați sincronizarea pentru “Sporturi preferate”, echipele și alte interese sportive pe care le urmăriți în aplicațiile compatibile, inclusiv în Apple Sports, Apple TV și Apple News, vor fi în mod automat urmărite în alte aplicații compatibile. Apple colectează informații despre modul în care utilizați funcționalitatea “Sporturi preferate”, inclusiv, după caz, despre sporturile, ligile, echipele și sportivii pe care îi urmăriți și notificările cu care interacționați și stochează informațiile respective în asociere cu contul dvs. Apple. Apple utilizează aceste informații pentru a sincroniza interesele dvs. sportive între aplicațiile Apple compatibile, inclusiv Apple Sports, Apple TV și Apple News, precum și pentru a personaliza experiența dvs. în aplicațiile respective și serviciile asociate, cum ar fi buletinele informative Apple News trimise prin e‑mail. De asemenea, Apple utilizează aceste informații, împreună cu informații despre erori și opriri subite, pentru a îmbunătăți funcționalitatea “Sporturi preferate” și aplicațiile și serviciile Apple compatibile. Sincronizarea sporturilor preferate vă permite să vă bucurați de o experiență sportivă unitară în toate aplicațiile Apple compatibile, afișând conținut despre interesele dvs. sportive, precum articole sau evenimente, în aplicațiile și serviciile Apple asociate, inclusiv Apple Sports, Apple TV și Apple News. Puteți opta să opriți utilizarea funcționalității “Sporturi preferate” pentru a vă sincroniza interesele sportive oricând, din configurările aplicațiilor compatibile. Dezactivarea sincronizării sporturilor preferate poate limita funcționalitățile dedicate sportului din unele aplicații. Comunicarea cu dvs. Apple poate utiliza informații despre contul dvs., precum produsele Apple pe care le dețineți și abonamentele dvs. la servicii Apple, pentru a vă trimite comunicări despre “Sporturi preferate” și interesele dvs. sportive, precum și alte produse, servicii și oferte Apple care v‑ar putea interesa, inclusiv Apple One. De asemenea, Apple poate utiliza informații despre sporturile, ligile, echipele și sportivii pe care îi urmăriți pentru a vă trimite e‑mailuri și notificări Push de la aplicațiile compatibile cu funcționalitatea “Sporturi preferate”, inclusiv Apple TV și Apple News, despre noi funcționalități, conținut și oferte disponibile în aplicațiile respective. Vă puteți schimba preferințele legate de e‑mail și puteți opta împotriva primirii acestor e‑mailuri accesând account.apple.com. Pentru a vă actualiza preferințele legate de notificări pentru aplicațiile compatibile cu funcționalitatea “Preferințe sportive” pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > Notificări > TV pentru notificările Apple TV și Configurări > Notificări > News pentru notificările Apple News. Pe Mac, accesați Configurări sistem > Notificări și faceți clic pe “TV” sau pe “News”. Publicitatea Dacă opțiunea “Reclame personalizate” este activată, platforma publicitară Apple poate utiliza informațiile dvs. pentru a vă furniza reclame care sunt mai relevante pentru dvs. Platforma publicitară Apple poate utiliza informații despre interesele sportive pentru a asigura relevanța reclamelor din Apple News și Bursa. Dacă nu doriți să recepționați reclame direcționate în funcție de interesele dvs. de la platforma publicitară Apple, puteți opta să dezactivați opțiunea “Reclame personalizate”. Dezactivarea opțiunii “Reclame personalizate” va împiedica Apple să utilizeze informațiile dvs. pentru direcționarea reclamelor. Este posibil ca numărul reclamelor recepționate să nu scadă, dar reclamele ar putea fi mai puțin relevante pentru dvs. Puteți dezactiva reclamele personalizate pe un dispozitiv iOS, iPadOS sau visionOS accesând Configurări > Intimitate și securitate > Publicitate Apple și apăsând pentru a dezactiva opțiunea “Reclame personalizate”. Pe Mac, accesați Configurări sistem > Intimitate și securitate > Publicitate Apple și deselectați opțiunea “Reclame personalizate”. Aflați mai multe despre publicitatea Apple și intimitate la www.apple.com/legal/privacy/data/ro/apple-advertising. Aflați cum puteți opta împotriva reclamelor personalizate din Apple News și Bursa la adresa support.apple.com/105131. Partajarea cu terțe părți Este posibil ca unele date nepersonale despre sporturile, ligile, echipele și sportivii urmăriți utilizând funcționalitatea “Sporturi preferate” să fie partajate cu partenerii strategici care colaborează cu Apple pentru furnizarea produselor și serviciilor noastre, care sprijină Apple în vederea distribuirii acestora către clienți și vând în numele Apple reclame de afișat în Apple News și Bursa. De exemplu, Apple poate partaja rapoarte agregate cu editorii Apple News și cu alți furnizori de conținut pentru a‑i ajuta să înțeleagă performanța conținutului lor. Temei juridic aplicabil pentru procesarea datelor personale Dacă utilizați Sporturi preferate, procesăm datele dvs. personale, așa cum este necesar pentru furnizarea serviciului și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm următoarele categorii de date personale, așa cum este necesar în scopul intereselor legitime ale noastre sau ale terților, pentru: • Trimiterea de comunicări despre “Sporturi preferate” și interesele dvs. sportive, precum și despre alte produse, servicii și oferte Apple care v‑ar putea interesa • Îmbunătățirea funcționalității “Sporturi preferate” și aplicațiilor și serviciilor Apple compatibile pentru dvs. și pentru ceilalți utilizatori Datele utilizate includ: • Sporturile, ligile, echipele și sportivii pe care îi urmăriți, notificările cu care interacționați și informații despre erori și blocări • Detalii despre contul dvs. Retenția Informațiile despre interesele dvs. sportive și modul în care utilizați funcționalitatea “Sporturi preferate” sunt reținute în asociere cu contul dvs. Apple atât timp cât este necesar pentru a furniza serviciul și pe o perioadă de până la doi ani după ce încetați să utilizați funcționalitatea “Sporturi preferate”. Aplicațiile compatibile vor gestiona informațiile în conformitate cu descrierea din informațiile lor referitoare la date și confidențialitate. Aflați mai multe despre aplicația Apple TV și intimitate la www.apple.com/legal/privacy/data/ro/apple-tv-app și despre Apple News și intimitate la www.apple.com/legal/privacy/data/ro/apple-news. Informațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Раздел «Мой спорт» объединяет весь Ваш спортивный контент во всех приложениях и на всех устройствах Apple. Информация об интересующих Вас командах и других спортивных интересах будет синхронизироваться между поддерживаемыми приложениями и устройствами Apple, где выполнен вход с одним и тем же Аккаунтом Apple. Улучшение и персонализация раздела «Мой спорт» Если включить синхронизацию для раздела «Мой спорт», информация об интересующих Вас командах и спортивные новости в поддерживаемых приложениях, в том числе Apple Sports, Apple TV и Apple News, будут синхронизироваться с другими поддерживаемыми приложениями. Apple собирает информацию о том, как Вы используете раздел «Мой спорт», включая то, какие виды спорта, соревнования, команды и спортсмены Вас интересуют (если эти сведения доступны) и с какими уведомлениями Вы взаимодействуете. Apple хранит эту информацию и связывает ее с Вашим Аккаунтом Apple. Apple использует эту информацию для синхронизации Ваших спортивных интересов между поддерживаемыми приложениями Apple, в том числе Apple Sports, Apple TV и Apple News, а также для персонализации функций этих приложений и связанных с ними сервисов, таких как новостные рассылки Apple News. Apple также использует эту информацию вместе с информацией об ошибках и сбоях для улучшения раздела «Мой спорт» и поддерживаемых приложений и сервисов Apple. Синхронизация раздела «Мой спорт» объединяет Ваш спортивный контент в поддерживаемых приложениях Apple и отображает интересующую Вас информацию о спорте (например, статьи и спортивные события) во всех поддерживаемых приложениях Apple и связанных с ними сервисах, в том числе Apple Sports, Apple TV и Apple News. В любой момент можно запретить разделу «Мой спорт» синхронизировать информацию о Ваших спортивных интересах, открыв настройки поддерживаемых приложений. Если выключить синхронизацию для раздела «Мой спорт», функции, связанные со спортом, могут быть недоступны в некоторых приложениях. Обратная связь Apple может использовать информацию о Вашей учетной записи, например о том, какие продукты Apple и подписки на сервисы Apple у Вас есть, чтобы отправлять Вам информацию о разделе «Мой спорт» и интересующих Вас спортивных темах, а также о других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать, в том числе о подписке Apple One. Apple также может использовать информацию о том, какие виды спорта, соревнования, команды и спортсмены Вас интересуют, чтобы отправлять Вам электронные письма и push-уведомления о новых функциях, контенте и предложениях, доступных в приложениях с поддержкой функции «Мой спорт» , в том числе Apple TV и Apple News. Вы можете изменить настройки электронной почты и отписаться от этой рассылки на account.apple.com. Чтобы изменить настройки уведомлений для приложений, поддерживающих раздел «Мой спорт», на устройстве iOS, iPadOS или visionOS откройте «Настройки» > «Уведомления» > «Apple TV» для уведомлений от Apple TV или «Настройки» > «Уведомления» > «News» для уведомлений от Apple News. На Mac откройте «Системные настройки» > «Уведомления», затем нажмите «Apple TV» или «News». Реклама Если включен параметр «Контекстная реклама», рекламная платформа Apple может использовать информацию о Вас для показа наиболее релевантных рекламных объявлений. Рекламная платформа Apple может использовать информацию о Ваших спортивных интересах, чтобы обеспечивать релевантность рекламных объявлений в Apple News и приложении «Акции». Если Вы не хотите получать рекламные объявления, подобранные с учетом Ваших интересов, от рекламной платформы Apple, Вы можете выключить параметр «Контекстная реклама». Если выключить параметр «Контекстная реклама», Apple не сможет использовать Вашу информацию для целевой рекламы. При этом количество получаемой Вами рекламы может не уменьшиться, но объявления могут быть менее релевантными для Вас. Чтобы выключить контекстную рекламу на устройстве iOS, iPadOS или visionOS, откройте «Настройки» > «Конфиденциальность и безопасность» > «Реклама от Apple»и касанием выключите параметр «Контекстная реклама». На компьютере Mac откройте «Системные настройки» > «Конфиденциальность и безопасность» > «Реклама от Apple», затем снимите флажок «Контекстная реклама». Подробнее о Рекламе от Apple и конфиденциальности: www.apple.com/ru/legal/privacy/data/ru/apple-advertising. Подробнее о том, как отказаться от контекстной рекламы в Apple News и приложении «Акции»: support.apple.com/105131. Предоставление информации третьим сторонам Мы можем предоставлять некоторые обезличенные данные о том, какие виды спорта, соревнования, команды и спортсмены Вас интересуют в разделе «Мой спорт», стратегическим партнерам, которые работают совместно с Apple над нашими продуктами и сервисами, помогают нам вести маркетинговую деятельность и продают рекламные услуги от имени Apple в Apple News и приложении «Акции». Например, Apple может предоставлять издателям Apple News и другим поставщикам контента доступ к сводным отчетам, чтобы помочь им получить более полное представление о том, каким образом пользователи читают и используют их контент. Применимое правовое обоснование для обработки персональных данных Если Вы используете раздел «Мой спорт», мы обрабатываем Ваши персональные данные так, как это требуется для обеспечения работы сервиса и исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, мы запрашиваем его в соответствии с действующим местным законодательством. Если это предусмотрено действующим местным законодательством, в целях соблюдения наших законных интересов или интересов третьей стороны мы обрабатываем перечисленные ниже категории персональных данных в следующих целях: • Отправка Вам сообщений о разделе «Мой спорт» и интересующих Вас спортивных темах, а также о других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. • Совершенствование раздела «Мой спорт» и поддерживаемых приложений и сервисов Apple для Вас и других пользователей. К используемым данным относятся следующие: • Виды спорта, соревнования, команды и спортсмены, которые Вас интересуют; уведомления, с которыми Вы взаимодействуете; и информация об ошибках и сбоях. • Данные Вашей учетной записи. Хранение данных Мы сохраняем связанную с Вашим Аккаунтом Apple информацию о Ваших спортивных интересах и о том, как Вы используете сервис «Мой спорт», в течение срока обеспечения Вам доступа к этому сервису и не более двух лет после того, как Вы прекратите использовать сервис «Мой спорт». Поддерживаемые приложения обрабатывают Вашу информацию так, как описано в их политике конфиденциальности и обработки данных. Подробнее о приложении Apple TV и конфиденциальности: www.apple.com/ru/legal/privacy/data/ru/apple-tv-app. Подробнее об Apple News и конфиденциальности: www.apple.com/ru/legal/privacy/data/ru/apple-news. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Funkcia Moje športy ponúka jednotné športové prostredie vo všetkých apkách a zariadeniach spoločnosti Apple. Vaše obľúbené tímy a ďalšie športové témy, ktoré nasledujete, sa budú synchronizovať medzi podporovanými apkami a zariadeniami spoločnosti Apple, ktoré sú prihlásené použitím rovnakého Apple účtu. Poskytovanie a vylepšovanie služby Moje športy Keď zapnete synchronizáciu služby Moje športy, tímy a ďalšie športové témy, ktoré sledujete v podporovaných apkách vrátane Sports, TV a News, budú automaticky pridané medzi sledované aj v ostatných podporovaných apkách. Spoločnosť Apple zhromažďuje informácie o používaní služby Moje športy vrátane športových disciplín, líg, tímov a športovcov, ktorých nasledujete, a o hláseniach, s ktorými ste interagovali (ak sú tieto informácie k dispozícii), a uchováva tieto informácie vo vašom Apple účte. Spoločnosť Apple používa tieto informácie na synchronizáciu vašich športových záujmov medzi svojimi podporovanými apkami vrátane Sports, TV a News a na prispôsobenie rozhrania v týchto apkách a súvisiacich službách, ako sú napríklad emailové bulletiny Apple News. Spoločnosť Apple zároveň používa tieto informácie, spolu s informáciami o chybách a pádoch, na vylepšovanie služby Moje športy a podporovaných apiek a služieb spoločnosti Apple. Synchronizácia služby Moje športy vám umožňuje používať vo všetkých podporovaných Apple apkách jednotné športové prostredie s obsahom zameraným na vaše športové záujmy, ako sú články a udalosti v podporovaných Apple apkách a súvisiacich službách vrátane Sports, TV a News. Synchronizáciu svojich športových záujmov prostredníctvom služby Moje športy môžete kedykoľvek zastaviť v nastaveniach podporovaných apiek. Po vypnutí synchronizácie služby Moje športy môže dôjsť k obmedzeniu dostupnosti športových funkcií v niektorých apkách. Komunikácia s vami Spoločnosť Apple môže používať informácie o vašom účte, napríklad o produktoch spoločnosti Apple, ktoré vlastníte, a odberoch služieb spoločnosti Apple, na posielanie informácií o službe Moje športy, vašich športových záujmoch a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať, vrátane Apple One. Spoločnosť Apple môže zároveň používať informácie o športových disciplínach, ligách, tímoch a športovcoch, ktorých nasledujete, na posielanie emailov a push hlásení z apiek, ktoré podporujú službu Moje športy, napríklad TV a News, o nových funkciách, obsahu a ponukách dostupných v daných apkách. Na stránke account.apple.com môžete zmeniť nastavenia emailu a odhlásiť sa z prijímania týchto emailov. Ak chcete na iOS, iPadOS alebo visionOS zariadení aktualizovať nastavenia hlásení pre apky, ktoré podporujú službu Moje športy, otvorte Nastavenia > Hlásenia > TV pre hlásenia z apky TV a Nastavenia > Hlásenia > News pre hlásenia z apky News. Na Macu otvorte Systémové nastavenia > Hlásenia a kliknite na TV alebo News. Reklama Ak je zapnuté nastavenie Osobná reklama, reklamná platforma spoločnosti Apple môže používať vaše informácie na zobrazovanie reklám, ktoré sú pre vás relevantnejšie. Reklamná platforma spoločnosti Apple môže používať informácie o vašich športových záujmoch na zobrazovanie relevantných reklám v apkách News a Akcie. Ak nechcete prijímať reklamy cielené na vaše záujmy z reklamnej platformy spoločnosti Apple, môžete vypnúť funkciu Osobná reklama. Vypnutím tejto funkcie zabránite spoločnosti Apple v používaní vašich informácií na cielenie reklamy. Celkové množstvo zobrazenej reklamy sa nemusí zmenšiť, reklamy však budú pre vás menej relevantné. Osobnú reklamu môžete na iOS, iPadOS alebo visionOS zariadení vypnúť v Nastavenia > Súkromie a bezpečnosť > Reklama Apple, kde klepnutím vypnete možnosť Osobná reklama. Na Macu otvorte Systémové nastavenia > Súkromie a bezpečnosť > Reklama Apple a zrušte zaškrtnutie možnosti Osobná reklama. Viac informácií o reklame Apple a súkromí nájdete na stránke www.apple.com/legal/privacy/data/sk/apple-advertising. Informácie o tom, ako sa odhlásiť z prijímania osobnej reklamy v Apple News a Akciách, nájdete na stránke support.apple.com/105131. Zdieľanie s tretími stranami So strategickými partnermi, ktorí spolupracujú so spoločnosťou Apple na poskytovaní produktov a služieb, pomáhajú jej s marketingom alebo v jej mene predávajú reklamy zobrazované v apkách News a Akcie, môžeme zdieľať niektoré neosobné údaje o športových disciplínach, ligách, tímoch a športovcoch, ktorých nasledujete prostredníctvom služby Moje športy. Spoločnosť Apple môže napríklad s vydavateľmi Apple News a ďalšími poskytovateľmi obsahu zdieľať agregované hlásenia, ktoré im pomôžu vyhodnotiť úspešnosť poskytovaného obsahu. Platný právny základ pre spracovanie osobných údajov Keď používate službu Moje športy, spracúvame vaše osobné údaje na účely poskytovania služby a plnenia našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame na účely našich oprávnených záujmov alebo záujmov tretích strán nasledujúce kategórie osobných údajov, aby sme mohli: • Posielať vám informácie o službe Moje športy, vašich športových záujmoch a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. • Zlepšovať službu Moje športy a podporované apky a služby spoločnosti Apple pre vás aj ostatných. Používané údaje zahŕňajú: • Športové disciplíny, ligy, tímy a športovcov, ktorých nasledujete, hlásenia, s ktorými ste interagovali, a informácie o chybách a pádoch. • Podrobnosti o vašom účte. Uchovávanie dát Informácie o vašich športových záujmoch a spôsobe, akým používate službu Moje športy, priradené k vášmu Apple účtu, uchovávame po dobu, ktorá je nevyhnutná na poskytovanie služby, a najviac dva roky po tom, ako službu Moje športy prestanete používať. Podporované apky budú zaobchádzať s vašimi informáciami tak, ako je to popísané v ich informáciách o ochrane dát a súkromia. Viac informácií o apke TV a súkromí nájdete na stránke www.apple.com/legal/privacy/data/sk/apple-tv-app a apke News a súkromí na stránke www.apple.com/legal/privacy/data/sk/apple-news. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Storitev Moji športi omogoča eno športno doživetje v vseh aplikacijah in napravah Apple. Moštva, ki jim sledite, in drugi športi, ki vas zanimajo, se bodo sinhronizirali v podprtih aplikacijah in napravah Apple, ki so vpisane v isti račun Apple. Zagotavljanje in izboljševanje storitve Moji športi Če vklopite sinhronizacijo storitve Moji športi, boste moštvom in športom, ki jim sledite v podprtih aplikacijah, vključno z aplikacijami Apple Sports, Apple TV in Apple News, samodejno sledili v drugih podprtih aplikacijah. Apple zbira podatke o vaši uporabi storitve Moji športi, vključno s tem, kje so na voljo, o športnih panogah, ligah, moštvih in športnikih, ki jim sledite, in obvestilih, s katerimi ste v interakciji, ter hrani podatke, povezane z vašim računom Apple. Apple te podatke uporablja za sinhronizacijo vaših športnih interesov v podprtih aplikacijah družbe Apple, vključno z aplikacijami Apple Sports, Apple TV in Apple News, ter za prilagajanje vaše izkušnje v teh aplikacijah in povezanih storitvah, kot so e‑poštna glasila Apple News. Apple te podatke, skupaj s podatki o napakah in zrušitvah, uporablja tudi za izboljšanje storitve Moji športi ter podprtih aplikacij in storitev Apple. Sinhroniziranje storitve Moji športi omogoča enotno športno doživetje v podprtih aplikacijah družbe Apple z vsebinami o vaših športnih interesih, na primer članki in dogodki, ki so objavljeni v podprtih aplikacijah Apple in povezanih storitvah, vključno z aplikacijami Apple Sports, Apple TV in Apple News. Storitev Moji športi lahko prenehate uporabljati za sinhronizacijo svojih športnih interesov kadarkoli v nastavitvah podprtih aplikacij. Izklop sinhronizacije za storitev Moji športi lahko omeji športne funkcije, ki so na voljo v nekaterih aplikacijah. Komunikacija z vami Apple lahko uporablja informacije o vašem računu, kot so izdelki Apple, ki jih imate v lasti, in vaše naročnine na storitve Apple, za pošiljanje sporočil o storitvi Moji športi, vaših športnih interesih ter drugih povezanih izdelkih Apple, storitvah in ponudbah, ki bi vas morda zanimale, vključno z Apple One. Apple lahko informacije o športnih panogah, ligah, moštvih in športnikih, ki jim sledite, uporablja tudi zato, da vam pošilja e‑poštna sporočila in potisna obvestila iz aplikacij, ki podpirajo storitev Moji športi, vključno z aplikacijama Apple TV in Apple News, o novih funkcijah, vsebini in ponudbah, ki so na voljo v teh aplikacijah. Na strani account.apple.com lahko spremenite svoje nastavitve e‑pošte ali pa se odjavite od prejemanja teh e‑poštnih sporočil. Če želite posodobiti nastavitve obvestil za aplikacije v napravi s sistemom iOS, iPadOS ali visionOS, ki podpira storitev Moji športi, za obvestila Apple TV odprite Nastavitve > Obvestila > TV, za obvestila Apple News pa Nastavitve > Obvestila > News. V Macu odprite Nastavitve sistema > Obvestila in kliknite »TV« ali »News«. Oglaševanje Če je nastavitev Prilagojeni oglasi vklopljena, lahko oglaševalska platforma Apple vaše informacije uporablja za prikaz oglasov, ki so bolj relevantni za vas. Oglaševalska platforma družbe Apple lahko uporabi informacije o vaših športnih interesih za zagotavljanje relevantnih oglasov v aplikacijah Apple News in Borza. Če od oglaševalske platforme družbe Apple ne želite prejemati oglasov, ciljno prilagojenih vašim interesom, lahko izklopite Prilagojene oglase. Če izklopite Prilagojene oglase, Apple vaših informacij ne bo mogel uporabljati za ciljano oglaševanje. To morda ne bo zmanjšalo števila oglasov, ki jih prejemate, vendar bodo oglasi morda manj relevantni za vas. Prilagojene oglase lahko v napravi s sistemom iOS, iPadOS ali visionOS izklopite tako, da odprete Nastavitve > Zasebnost in varnost > Oglaševanje Apple in tapnete, da izklopite Prilagojene oglase. V Macu odprite Nastavitve sistema > Zasebnost in varnost > Oglaševanje Apple in prekličite izbiro Prilagojenih oglasov. Več o oglaševanju Apple in zasebnosti najdete na spletnem mestu www.apple.com/legal/privacy/data/sl/apple-advertising. Na spletnem mestu support.apple.com/105131 si oglejte, kako se odjaviti od prilagojenih oglasov v storitvi Apple News in aplikaciji Borza. Deljenje s tretjimi strankami Nekatere neosebne podatke o športnih panogah, ligah, moštvih in športnikih, ki jim sledite prek storitve Moji športi, lahko delimo s strateškimi partnerji, ki sodelujejo z družbo Apple pri ponujanju izdelkov in storitev, pomagajo družbi Apple pri trženju strankam ter prodajajo oglase v imenu družbe Apple, da bodo prikazani v storitvi Apple News in aplikaciji Borza. Apple lahko na primer združena poročila deli z izdajatelji Apple News in drugimi ponudniki vsebin, da jim pomaga razumeti učinkovitost delovanja njihove vsebine. Veljavna pravna podlaga za obdelavo osebnih podatkov Če uporabljate storitev Moji športi, mi obdelamo vaše osebne podatke, kot je potrebno za zagotavljanje storitve in izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja dovoljuje, po potrebi obdelujemo naslednje kategorije osebnih podatkov za namene naših zakonitih interesov ali interesov tretjih strank za: • pošiljanje sporočil o storitvi Moji športi in vaših športnih interesih, drugih izdelkih Apple, storitvah in ponudbah, ki bi vas morda zanimale, • izboljšanje storitve Moji športi ter podprtih aplikacij in storitev Apple za vas in druge. Uporabljeni podatki vključujejo: • športne panoge, lige, moštva in športniki, ki jim sledite, obvestila, s katerimi ste v interakciji, ter informacije o napakah in zrušitvah, • podrobnosti o vašem računu. Hramba Informacije o vaših športnih interesih in vaši uporabi storitve Moji športi, povezane z vašim računom Apple, hranimo toliko časa, kot je potrebno za zagotavljanje storitve, in še največ dve leti po tem, ko prenehate uporabljati storitev Moji športi. Podprte aplikacije bodo vaše informacije upravljale tako, kot je opisano v njihovih pravilnikih o podatkih in zasebnosti. Več o aplikaciji Apple TV in zasebnosti najdete na naslovu www.apple.com/legal/privacy/data/sl/apple-tv-app, o storitvi Apple News in zasebnosti pa na naslovu www.apple.com/legal/privacy/data/sl/apple-news. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy
sv: Med Mina sporter kan du ha en och samma sportupplevelse i alla Apple-appar och enheter. Lagen och andra sportintressen du följer synkroniseras mellan Apple-appar som stöds och enheter som är inloggade med samma Apple‑konto. Tillhandahålla och förbättra Mina sporter Om du aktiverar synkronisering för Mina sporter innebär det att lag och andra sportintressen du följer i appar som stöds, inklusive Apple Sports, Apple TV och Apple News, automatiskt följs i andra appar som stöds. Apple samlar in information om hur du använder Mina sporter, inklusive (där det är tillgängligt) de sporter, ligor, lag och idrottare som du följer och de notiser som du interagerar med. Informationen lagras och kopplas till ditt Apple‑konto. Apple använder den här informationen till att synkronisera dina sportintressen mellan Apple-appar som stöds, inklusive Apple Sports, Apple TV och Apple News, och till att personanpassa din upplevelse i dessa appar och tillhörande tjänster som nyhetsbrev via e-post från Apple News. Apple använder även den här informationen tillsammans med information om fel och krascher till att förbättra Mina sporter och de Apple-appar och tjänster som stöds. Med synkronisering för Mina sporter kan du ha en och samma sportupplevelse i alla Apple-appar som stöds. Det innebär att innehåll om dina sportintressen, t.ex. artiklar och evenemang, visas i Apple-appar som stöds och tillhörande tjänster inklusive Apple Sports, Apple TV och Apple News. Du kan när som helst välja att sluta synkronisera dina sportintressen via Mina sporter i inställningarna för appar som stöds. Om du avaktiverar synkronisering för Mina sporter kan det begränsa vilka sportfunktioner som är tillgängliga i vissa appar. Kommunikation Apple kan använda information om ditt konto, exempelvis Apple-produkterna du äger och dina abonnemang på Apple-tjänster, till att skicka information om Mina sporter och dina sportintressen samt andra produkter och tjänster från Apple samt erbjudanden som kan intressera dig, inklusive Apple One. Apple kan även använda information om de sporter, ligor, lag och idrottare som du följer till att skicka mejl och pushnotiser från appar med stöd för Mina sporter, inklusive Apple TV och Apple News, om nya funktioner, innehåll och erbjudanden som är tillgängliga i dessa appar. Du kan ändra dina e-postinställningar och välja att sluta få dessa mejl på account.apple.com. Du uppdaterar notisinställningar för appar som har stöd för Mina sporter på en iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Notiser > TV för Apple TV-notiser och Inställningar > Notiser > News för Apple News-notiser. På en Mac öppnar du Systeminställningar > Notiser och klickar på TV eller News. Annonsering Om du slår på inställningen Personliga annonser kan Apples annonseringsplattform använda din information till att visa annonser som är mer relevanta för dig. Apples annonsplattform kan använda information om dina sportintressen till att säkerställa att annonser i Apple News och Aktier är relevanta. Om du inte vill få annonser som är riktade mot dina intressen från Apples annonseringsplattform kan du välja att stänga av Personliga annonser. Om du stänger av Personliga annonser kan Apple inte använda din information för riktad annonsering. Det kanske inte minskar antalet annonser du får, men annonserna kan vara mindre relevanta för dig. Du kan stänga av Personliga annonser på en iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Integritet och säkerhet > Apple-reklam och trycka för att stänga av Personliga annonser. På en Mac öppnar du Systeminställningar > Integritet och säkerhet > Apple-reklam och avmarkerar Personliga annonser. Läs mer om Apple-reklam och integritet på https://www.apple.com/se/legal/privacy/data/sv/apple-advertising. Läs om hur du kan undvika att få personligt anpassade annonser i Apple News och Aktier på support.apple.com/105131. Delning med tredje part Vi kan dela vissa icke-personliga data om sporter, ligor, lag och idrottare som följs via Mina sporter till Apples strategiska samarbetspartner för att tillhandahålla våra produkter och tjänster, hjälpa Apple med marknadsföring till konsumenter och sälja annonser å Apples vägnar för visning i Apple News och Aktier. Apple kan till exempel dela sammanslagna rapporter med Apple News-utgivare och med andra innehållsleverantörer för att hjälpa dem att förstå hur deras innehåll presterat. Tillämpbar juridisk grund för behandling av personuppgifter Om du använder Mina sporter behandlar vi dina personuppgifter på det sätt som är nödvändigt för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi följande kategorier av personuppgifter enligt vad som krävs för våra legitima intressen eller intressen från tredje part, i syfte att: • Skicka kommunikationer till dig om Mina sporter och dina sportintressen, samt andra produkter, tjänster och erbjudanden från Apple som kan vara av intresse för dig. • Förbättra Mina sporter samt appar och tjänster från Apple som stöds för dig och andra. De data som används inkluderar: • De sporter, ligor, lag och idrottare som du följer, de notiser du interagerar med och information om fel och krascher. • Detaljer om ditt konto. Lagring Vi lagrar information om dina sportintressen och din användning av Mina sporter som är kopplad till ditt Apple‑konto så länge det krävs för att tillhandahålla tjänsten och i upp till två år efter att du slutar använda Mina sporter. Appar som stöds hanterar din information enligt beskrivningen i deras data- och integritetsinformation. Läs mer om Apple TV-appen och integritet på https://www.apple.com/se/legal/privacy/data/sv/apple-tv-app och Apple News och integritet på www.apple.com/se/legal/privacy/data/sv/apple-news. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: กีฬาของฉันช่วยให้คุณสามารถสัมผัสประสบการณ์กีฬาหนึ่งเดียวบนแอปและอุปกรณ์ Apple ทั้งหมดของคุณได้ ทีมและกีฬาอื่นที่คุณสนใจและติดตามจะเชื่อมข้อมูลบนแอปและอุปกรณ์ Apple ที่รองรับทั้งหมดที่ลงชื่อเข้าบัญชี Apple เดียวกัน การให้ข้อมูลและการปรับปรุงกีฬาของฉัน ถ้าคุณเปิดใช้การเชื่อมข้อมูลสำหรับกีฬาของฉัน ทีมและกีฬาอื่นที่คุณสนใจและติดตามในแอปที่รองรับรวมถึง Apple Sports, Apple TV และ Apple News จะถูกติดตามโดยอัตโนมัติในแอปอื่นที่รองรับ Apple เก็บรวบรวมข้อมูลเกี่ยวกับการใช้งานกีฬาของฉันของคุณรวมถึงกีฬา ลีก ทีม และนักกีฬาที่คุณติดตามและการแจ้งเตือนที่คุณโต้ตอบด้วย หากมี และจัดเก็บข้อมูลนั้นโดยผูกกับบัญชี Apple ของคุณ Apple ใช้ข้อมูลนี้เพื่อเชื่อมข้อมูลกีฬาที่คุณสนใจบนแอป Apple ที่รองรับทั้งหมดรวมถึง Apple Sports, Apple TV และ Apple News และเพื่อปรับแต่งประสบการณ์สำหรับคุณโดยเฉพาะในแอปและบริการที่เกี่ยวข้องเหล่านั้น เช่น จดหมายข่าวอีเมล Apple News Apple ยังใช้ข้อมูลนี้พร้อมกับข้อมูลเกี่ยวกับข้อผิดพลาดและการปิดตัวลงโดยไม่ทราบสาเหตุเพื่อปรับปรุงกีฬาของฉันและแอปและบริการของ Apple ที่รองรับอีกด้วย การเชื่อมข้อมูลกีฬาของฉันช่วยให้คุณสามารถสัมผัสประสบการณ์กีฬาหนึ่งเดียวบนแอป Apple ที่รองรับทั้งหมดพร้อมเนื้อหาเกี่ยวกับกีฬาที่คุณสนใจ เช่น บทความและกิจกรรมที่แสดงขึ้นในแอป Apple ที่รองรับและบริการที่เกี่ยวข้องรวมถึง Apple Sports, Apple TV และ Apple News คุณสามารถเลือกที่จะหยุดใช้กีฬาของฉันเพื่อเชื่อมข้อมูลกีฬาที่คุณสนใจได้ตลอดเวลาในการตั้งค่าของแอปที่รองรับ การปิดใช้การเชื่อมข้อมูลสำหรับกีฬาของฉันอาจจำกัดคุณสมบัติด้านกีฬาที่มีในบางแอป การสื่อสารกับคุณ Apple อาจใช้ข้อมูลเกี่ยวกับบัญชีของคุณ เช่น ผลิตภัณฑ์ของ Apple ที่คุณเป็นเจ้าของและการสมัครใช้บริการต่างๆ ของ Apple เพื่อสื่อสารกับคุณเกี่ยวกับกีฬาของฉันและกีฬาที่คุณสนใจ รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ จาก Apple ที่คุณอาจสนใจ ซึ่งรวมถึง Apple One ด้วย Apple ยังอาจใช้ข้อมูลเกี่ยวกับกีฬา ลีก ทีม และนักกีฬาที่คุณติดตามเพื่อส่งอีเมลและการแจ้งเตือนแบบผลักข้อมูลจากแอปที่รองรับกีฬาของฉันรวมถึง Apple TV และ Apple News เกี่ยวกับคุณสมบัติใหม่ เนื้อหา และข้อเสนอที่มีในแอปเหล่านั้นให้คุณอีกด้วย คุณสามารถเปลี่ยนการตั้งค่าอีเมลของคุณและเลือกไม่รับอีเมลเหล่านี้ได้โดยไปที่ account.apple.com ในการอัปเดตการตั้งค่าการแจ้งเตือนของคุณสำหรับแอปที่รองรับกีฬาของฉันบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > การแจ้งเตือน > TV สำหรับการแจ้งเตือน Apple TV และให้ไปที่การตั้งค่า > การแจ้งเตือน > News สำหรับการแจ้งเตือน Apple News บน Mac ให้ไปที่การตั้งค่าระบบ > การแจ้งเตือน แล้วคลิก “TV” หรือ “News” การโฆษณา ถ้าการตั้งค่าโฆษณาสำหรับคุณโดยเฉพาะเปิดใช้อยู่ แพลตฟอร์มโฆษณาของ Apple อาจใช้ข้อมูลของคุณเพื่อให้บริการโฆษณาที่เกี่ยวข้องกับคุณมากขึ้น แพลตฟอร์มโฆษณาของ Apple อาจใช้ข้อมูลเกี่ยวกับกีฬาที่คุณสนใจเพื่อให้แน่ใจว่าโฆษณาใน Apple News และหุ้นมีความเกี่ยวข้องกับตัวคุณ ถ้าคุณไม่ต้องการรับการโฆษณาตามกลุ่มเป้าหมายตามความสนใจของคุณจากแพลตฟอร์มโฆษณาของ Apple คุณสามารถเลือกปิดใช้โฆษณาสำหรับคุณโดยเฉพาะได้ การปิดใช้โฆษณาสำหรับคุณโดยเฉพาะจะป้องกันไม่ให้ Apple ใช้ข้อมูลของคุณเพื่อการกำหนดเป้าหมายการโฆษณา ซึ่งจะไม่ลดจำนวนโฆษณาที่คุณได้รับ แต่โฆษณาอาจเกี่ยวข้องกับคุณน้อยลง คุณสามารถปิดใช้โฆษณาสำหรับคุณโดยเฉพาะได้บนอุปกรณ์ iOS, iPadOS หรือ visionOS โดยไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > การโฆษณาของ Apple แล้วแตะเพื่อปิดใช้โฆษณาสำหรับคุณโดยเฉพาะ บน Mac ให้ไปที่การตั้งค่าระบบ > ความเป็นส่วนตัวและความปลอดภัย > การโฆษณาของ Apple แล้วเลิกเลือกโฆษณาสำหรับคุณโดยเฉพาะ เรียนรู้เพิ่มเติมเกี่ยวกับการโฆษณาของ Apple และความเป็นส่วนตัวที่ www.apple.com/th/legal/privacy/data/th/apple-advertising เรียนรู้เกี่ยวกับวิธีการไม่เข้าร่วมการรับโฆษณาสำหรับคุณโดยเฉพาะใน Apple News และหุ้นที่ support.apple.com/105131 การแชร์ข้อมูลกับบุคคลหรือบริษัทอื่น เราอาจแชร์ข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้เกี่ยวกับกีฬา ลีก ทีม และนักกีฬาที่ติดตามอยู่โดยใช้กีฬาของฉันกับคู่ค้าทางยุทธศาสตร์รายต่างๆ ที่ทำงานกับ Apple เพื่อส่งมอบผลิตภัณฑ์และบริการของเรา, ช่วยประชาสัมพันธ์ Apple ให้ลูกค้ารู้จัก และขายโฆษณาในนามของ Apple เพื่อแสดงใน Apple News และหุ้น ตัวอย่างเช่น Apple อาจแชร์รายงานโดยรวมกับผู้เผยแพร่ Apple News และกับผู้ให้บริการเนื้อหารายอื่นเพื่อช่วยให้ผู้เผยแพร่และผู้ให้บริการเนื้อหาเข้าใจได้ถึงประสิทธิภาพของเนื้อหาของตนเอง พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล ถ้าคุณใช้กีฬาของฉัน เราจะประมวลผลข้อมูลส่วนบุคคลของคุณตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราขอยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลหมวดหมู่ของข้อมูลส่วนบุคคลต่อไปนี้ตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายหรือเพื่อจุดประสงค์ของบุคคลหรือบริษัทอื่นเพื่อ: • สื่อสารกับคุณเกี่ยวกับกีฬาของฉันและกีฬาที่คุณสนใจ รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ จาก Apple ที่คุณอาจสนใจ • ปรับปรุงกีฬาของฉันและแอปและบริการจาก Apple ที่รองรับสำหรับคุณและผู้อื่น ข้อมูลที่ใช้รวมถึง: • กีฬา ลีก ทีม และนักกีฬาที่คุณติดตาม การแจ้งเตือนที่คุณโต้ตอบด้วย และข้อมูลเกี่ยวกับข้อผิดพลาดและการปิดตัวลงโดยไม่ทราบสาเหตุ • รายละเอียดเกี่ยวกับบัญชีของคุณ การเก็บบันทึกข้อมูล เราเก็บบันทึกข้อมูลเกี่ยวกับกีฬาที่คุณสนใจและการใช้งานกีฬาของฉันที่ผูกกับบัญชี Apple ของคุณตราบเท่าที่จำเป็นเพื่อให้บริการและสูงสุดสองปีหลังจากคุณหยุดใช้กีฬาของฉัน แอปที่รองรับจะจัดการข้อมูลของคุณตามที่อธิบายไว้ในข้อมูลและข้อมูลความเป็นส่วนตัวของแอป เรียนรู้เพิ่มเติมเกี่ยวกับแอป Apple TV และความเป็นส่วนตัวที่ www.apple.com/th/legal/privacy/data/th/apple-tv-app และ Apple News และความเป็นส่วนตัวที่ www.apple.com/th/legal/privacy/data/th/apple-news ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Sporlarım, tüm Apple uygulamalarınızda ve aygıtlarınızda aynı spor deneyimine sahip olmanıza olanak tanır. Takip ettiğiniz takımlar ve spora ilişkin diğer ilgi alanları, aynı Apple Hesabı’yla giriş yapılmış desteklenen Apple uygulamalarında ve aygıtlarında eşzamanlanır. Sporlarım’ı Sunma ve İyileştirme Sporlarım için eşzamanlamayı açarsanız Apple Sports, Apple TV ve Apple News da dahil olmak üzere desteklenen uygulamalarda takip ettiğiniz takımlar ve spora ilişkin diğer ilgi alanları desteklenen diğer uygulamalarda otomatik olarak takip edilir. Apple, varsa takip ettiğiniz sporlar, ligler, takımlar ve sporcular ile ilgili bilgiler ve etkileşimde bulunduğunuz bildirimler de dahil olmak üzere Sporlarım kullanımınızla ilgili bilgileri toplar ve bu bilgileri Apple Hesabı’nızla ilişkili bir şekilde saklar. Apple, spora ilişkin ilgi alanlarınızı Apple Sports, Apple TV ve Apple News da dahil olmak üzere desteklenen Apple uygulamalarında eşzamanlamak ve bu uygulamalar ile Apple News e-posta bültenleri gibi ilişkili servislerde deneyiminizi kişiselleştirmek için bu bilgileri kullanır. Apple, Sporlarım’ı ve desteklenen Apple uygulamalarını ve servislerini iyileştirmek için hatalar ve çökmelerle ilgili bilgilerin yanı sıra bu bilgileri de kullanır. Sporlarım’ın eşzamanlanması, desteklenen Apple uygulamalarında aynı spor deneyimine sahip olmanıza olanak tanır; spora ilişkin ilgi alanlarınızdaki makaleler ve etkinlikler gibi içerikler Apple Sports, Apple TV ve Apple News da dahil olmak üzere desteklenen Apple uygulamalarında ve ilişkili servislerde görünür. Spora ilişkin ilgi alanlarınızı desteklenen uygulamaların ayarlarında istediğiniz zaman eşzamanlamak için Sporlarım kullanımını durdurmayı seçebilirsiniz. Sporlarım için eşzamanlamanın kapatılması bazı uygulamalarda kullanılabilen spor özelliklerini sınırlayabilir. Sizinle İletişim Apple, Sporlarım ve spora ilişkin ilgi alanlarınızın yanı sıra ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri (Apple One da dahil olmak üzere) hakkında size haberler göndermek için hesabınız hakkında, sahip olduğunuz Apple ürünleri ve Apple servislerine olan abonelikleriniz gibi bilgileri kullanabilir. Apple, Apple TV ve Apple News da dahil olmak üzere Sporlarım’ı destekleyen uygulamalardaki yeni özellikler, içerikler ve teklifler hakkında e-postalar ve anında iletilen bildirimler göndermek için takip ettiğiniz sporlar, ligler, takımlar ve sporcular ile ilgili bilgileri de kullanabilir. account.apple.com/tr adresine giderek e-posta tercihlerinizi değiştirebilir ve e-posta almaktan vazgeçebilirsiniz. iOS, iPadOS veya visionOS aygıtınızda Sporlarım’ı destekleyen uygulamalar için bildirim tercihlerinizi güncellemek istiyorsanız Apple TV bildirimleri için Ayarlar > Bildirimler > TV bölümüne, Apple News bildirimleri için Ayarlar > Bildirimler > News bölümüne gidin. Mac’te Sistem Ayarları > Bildirimler bölümüne gidin ve “TV”yi veya “News”u tıklayın. Reklam Kişiselleştirilmiş Reklamlar ayarı açıksa Apple’ın reklam platformu, sizinle daha ilgili reklamlar sunmak için bilgilerinizi kullanabilir. Apple’ın reklam platformu, Apple News’daki ve Borsa’daki reklamların ilgili olmasını sağlamak için spora ilişkin ilgi alanlarınız hakkındaki bilgileri kullanabilir. Apple’ın reklam platformundan ilgi alanlarınıza göre hedef reklamlar almak istemiyorsanız Kişiselleştirilmiş Reklamlar’ı kapatmayı seçebilirsiniz. Kişiselleştirilmiş Reklamlar’ın kapatılması Apple’ın hedef reklamlar için bilgilerinizi kullanmasını engeller. Aldığınız reklam sayısı azalmayabilir ama reklamlar sizinle daha az ilgili olur. Kişiselleştirilmiş Reklamlar’ı, iOS, iPadOS veya visionOS aygıtınızda Ayarlar > Gizlilik ve Güvenlik > Apple’ın Sunduğu Reklamlar bölümüne gidip Kişiselleştirilmiş Reklamlar’a dokunarak kapatabilirsiniz. Mac’te Sistem Ayarları > Gizlilik ve Güvenlik > Apple’ın Sunduğu Reklamlar bölümüne gidin ve Kişiselleştirilmiş Reklamlar’ın seçimini kaldırın. Apple’ın Sunduğu Reklamlar ve Gizlilik hakkında daha fazla bilgi için www.apple.com/tr/legal/privacy/data/tr/apple-advertising adresine gidin. Apple News ve Borsa uygulamalarında kişiselleştirilmiş reklamları görmemekle ilgili daha fazla bilgi edinmek için support.apple.com/105131 adresine gidin. Üçüncü Partilerle Paylaşma Sporlarım kullanılarak takip edilen sporlar, ligler, takımlar ve sporcular ile ilgili bazı kişisel olmayan verileri, ürünlerimizi ve servislerimizi sağlamak, Apple’ın müşterilere ulaşmasına yardımcı olmak ve Apple’ın adına Apple News’da ve Borsa’da görüntülenmek üzere reklam satmak amacıyla Apple ile çalışan stratejik ortaklarla paylaşabiliriz. Örneğin Apple, Apple News yayıncılarının ve diğer içerik sağlayıcılarının kendi içeriklerinin performansını anlamalarına yardımcı olmak için birleştirilmiş raporları bu yayıncılar ve sağlayıcılar ile paylaşabilir. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Sporlarım’ı kullanırsanız kişisel verilerinizi, servisi sunmak ve yasal yükümlülüklerimize uymak için gerektiği gibi işleriz. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar gerektirdiğinde aşağıdaki kişisel veri kategorilerini bizim ya da üçüncü partilerin yasal çıkarlarının gerektirdiği gibi, şunları yapmak için işleriz: • Sporlarım ve spora ilişkin ilgi alanlarınızın yanı sıra ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek • Sporlarım’ı ve desteklenen Apple uygulamalarını ve servislerini siz ve diğer kullanıcılar için iyileştirmek Kullanılan veriler şunları içerir: • Takip ettiğiniz sporlar, ligler, takımlar ve sporcular, etkileşimde bulunduğunuz bildirimler ve hatalar ve çökmeler ile ilgili bilgiler • Hesabınızla ilgili ayrıntılar Bilgi Saklama Spora ilişkin ilgi alanlarınız ve Apple Hesabı’nız ile ilişkili Sporlarım kullanımınız hakkındaki bilgiler, servisi sunmak için gerektiği sürece ve siz Sporlarım’ı kullanmayı durdurduktan en fazla iki yıl sonrasına kadar tutulur. Desteklenen uygulamalar, bilgilerinizi kendi veri ve gizlilik bilgilerinde açıklandığı şekilde işler. Apple TV Uygulaması ve Gizlilik hakkında daha fazla bilgi için www.apple.com/tr/legal/privacy/data/tr/apple-tv-app ve Apple News ve Gizlilik hakkında daha fazla bilgi için www.apple.com/tr/legal/privacy/data/tr/apple-news adresine gidin. Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.
uk: Функція «Мій спорт» дає змогу синхронізувати свої спортивні зацікавлення між усіма своїми пристроями і програмами від Apple. Команди та інші спортивні зацікавлення, за якими ви стежите, синхронізуватимуться між усіма підтримуваними програмами і пристроями від Apple, де здійснено вхід у той самий обліковий запис Apple. Забезпечення роботи й поліпшення функції «Мій спорт» Якщо ввімкнути синхронізацію для функції «Мій спорт», команди та інші спортивні зацікавлення, за якими ви стежите в програмах, як‑от Sports, TV і News від Apple, автоматично відстежуватимуться і в інших підтримуваних програмах. Apple збирає інформацію про ваше користування функцією «Мій спорт», зокрема (за наявності) про види спорту, ліги, команди і спортсменів, за якими ви стежите, та про сповіщення, на які ви реагуєте, і зберігає ці дані повʼязаними з вашим обліковим записом Apple. Apple використовує цю інформацію, щоб синхронізувати ваші спортивні зацікавлення між підтримуваними програмами Apple, зокрема Sports, TV та News, і для персоналізації цих програм і повʼязаних сервісів, як‑от поштових вісників у програмі News від Apple. Apple також використовує цю інформацію, разом із даними про помилки та збої, для поліпшення функції «Мій спорт» і підтримуваних програм і служб Apple. Синхронізація у функції «Мій спорт» дає змогу отримувати ту саму інформацію в усіх підтримуваних програмах Apple, тобто вміст, повʼязаний із вашими спортивними зацікавленнями, як‑от статті та події, зʼявлятиметься в підтримуваних програмах Apple та повʼязаних сервісах, як‑от Sports, TV та News. Припинити синхронізацію спортивних зацікавлень у функції «Мій спорт» можна будь-коли в параметрах підтримуваних програм. Вимкнення синхронізації для функції «Мій спорт» може обмежити можливості, повʼязані зі спортом, що доступні в деяких програмах. Спілкування з вами Apple може використовувати інформацію про ваш обліковий запис, наприклад продукти Apple у вашій власності й ваші підписки на служби Apple, щоб надсилати повідомлення про функцію «Мій спорт» і ваші спортивні інтереси, а також про інші продукти, служби й пропозиції Apple, що можуть вас зацікавити, зокрема Apple One. Apple також може використовувати інформацію про види спорту, ліги, команди та спортсменів, за якими ви стежите, щоб надсилати вам е‑листи й push‑сповіщення від програм, що підтримують функцію «Мій спорт», зокрема програм TV та News, про нові можливості, вміст і пропозиції, доступні в цих програмах. Змінити свої налаштування е‑пошти та відмовитися від отримання цих листів можна на вебсайті account.apple.com. Щоб оновити параметри сповіщень для програм, що підтримують функцію «Мій спорт», на пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > Сповіщення > TV (для сповіщень від програми TV) або Параметри > Сповіщення > News (для сповіщень від програми News). На Mac перейдіть у меню Системні параметри > Сповіщення, а потім виберіть TV чи News. Реклама Якщо параметр «Персоналізована реклама» ввімкнено, рекламна платформа Apple може використовувати вашу інформацію, щоб показувати актуальніші рекламні оголошення. Рекламна платформа Apple може використовувати інформацію про ваші спортивні зацікавлення для надання доречних рекламних оголошень у програмах News і «Біржі». Якщо ви не хочете отримувати рекламні оголошення, підібрані під ваші інтереси на рекламній платформі Apple, вимкніть параметр «Персоналізована реклама». Якщо вимкнути параметр «Персоналізована реклама», Apple не зможе використовувати вашу інформацію для цільової реклами. Це навряд чи зменшить кількість рекламних оголошень, проте самі вони можуть стати менш доречними. Можна вимкнути персоналізовану рекламу на пристрої iOS, iPadOS чи visionOS. Для цього перейдіть у меню Параметри > Приватність і безпека > Реклама від Apple і вимкніть параметр «Персоналізована реклама». На Mac перейдіть у меню Системні параметри > Приватність і безпека > Реклама від Apple, а потім зніміть прапорець «Персоналізована реклама». Додаткові відомості про рекламу від Apple і приватність наведено на вебсторінці www.apple.com/legal/privacy/data/uk/apple-advertising. Інструкції щодо того, як відмовитися від персоналізованої реклами в програмах News і «Біржі» від Apple, наведено в статті support.apple.com/105131. Поширення для третіх сторін Ми можемо поширювати деякі неперсональні дані про види спорту, ліги, команди і спортсменів, відстежуваних у функції «Мій спорт», для стратегічних партнерів, які співпрацюють з Apple, щоб надавати наші продукти й послуги, допомагати Apple знаходити ринки збуту й реалізовувати рекламу від імені Apple для показу в програмах News і «Біржі». Наприклад, Apple може поширювати зведені звіти для видавців Apple News та інших постачальників вмісту, щоб допомогти їм оцінити продуктивність вмісту. Відповідне юридичне підґрунтя для оброблення особистих даних Якщо ви використовуєте функцію «Мій спорт», ми обробляємо ваші особисті дані в межах, необхідних для надання послуг і виконання наших зобовʼязань. Там, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. Там, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів та інтересів сторонніх компаній ми обробляємо зазначені категорії персональних даних для таких цілей: • Надсилання повідомлень про функцію «Мій спорт» та ваші спортивні інтереси, а також про інші продукти, служби й пропозиції Apple, що можуть вас зацікавити • Удосконалення функції «Мій спорт» і підтримуваних програм і служб Apple для вас та інших користувачів Використані дані містять таку інформацію: • Види спорту, ліги, команди й спортсмени, за якими ви стежите, сповіщення, на які ви реагуєте, і дані про помилки та збої • Відомості про ваш обліковий запис Зберігання Ми зберігаємо повʼязану з вашим обліковим записом Apple інформацію про ваші спортивні зацікавлення та ваше використання функції «Мій спорт» так довго, скільки це необхідно для надання цієї послуги, і максимум протягом двох років після того, як ви припините користуватися функцією «Мій спорт». Підтримувані програми оброблятимуть ваші дані згідно з власними політиками конфіденційності й опрацювання даних. Додаткові відомості про програму TV від Apple і приватність наведено на вебсторінці www.apple.com/legal/privacy/data/uk/apple-tv-app, а про програму News і приватність — на www.apple.com/legal/privacy/data/uk/apple-news. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/ua/privacy.
zh_cn: “我的运动”可让你在Apple App和设备间享受一致的运动体验。你关注的球队及其他运动喜好会在已登录相同Apple账户的设备和支持的Apple App间同步。 提供和改进“我的运动” 若已打开同步“我的运动”，你在支持的App（包括Apple Sports、Apple TV和Apple News）中关注的球队及其他运动喜好会在其他支持的App中自动关注。Apple会收集你使用“我的运动”相关信息，包括（如可用）你所关注的运动、联赛、球队和运动员以及交互的通知，并将该信息以与你Apple账户关联的方式储存。Apple使用此类信息在支持的Apple App（包括Apple Sports、Apple TV和Apple News）间同步你的运动喜好，并在这些App及关联服务（如Apple News电子邮件简报）中为你提供个性化的使用体验。Apple同时使用此类信息与错误和崩溃相关信息来改进“我的运动”以及支持的Apple App和服务。 “我的运动”同步可让你在支持的Apple App间享受一致的运动体验，与你运动喜好相关的内容（如报道和赛事）会在支持的Apple App及关联服务（包括Apple Sports、Apple TV和Apple News）中出现。你随时可以选择在支持的App的设置中停止使用“我的运动”来同步运动喜好。关闭“我的运动”同步可能会限制某些App提供的运动功能。 与你通信 Apple可能使用你账户的相关信息，例如你拥有的Apple产品和你订阅的Apple服务，以向你发送“我的运动”和运动喜好相关信息以及你可能感兴趣的其他Apple产品、服务和优惠信息，包括Apple One。Apple还可能使用与你关注的运动、联赛、球队和运动员相关的信息向你发送电子邮件，并在支持“我的运动”的App（包括Apple TV和Apple News）中推送这类App中所提供的新功能、内容和活动相关通知。你可以通过访问account.apple.com来更改你的电子邮件偏好设置并选择不接收这些电子邮件。若要在iOS、iPadOS或visionOS设备上为支持“我的运动”的App更新通知偏好设置，请前往“设置”>“通知”> TV（针对Apple TV通知），以及“设置”>“通知”>“新闻”（针对Apple News通知）。在Mac上，前往“系统设置”>“通知”，然后点按“TV”或“新闻”。 广告 如果打开了“个性化广告”设置，Apple广告平台可能使用你的信息提供与你更为相关的广告。Apple的广告平台可能使用你的运动喜好相关信息来确保Apple News和“股市”中的广告贴合你的个人偏好。 如果你不希望从Apple广告平台接收与你兴趣相关的广告，你可以选择关闭“个性化广告”。关闭“个性化广告”将阻止Apple使用你的信息进行广告定向。你收到的广告数量可能不会减少，但广告相关性会降低。 你可以关闭“个性化广告”：在iOS、iPadOS或visionOS设备上，前往“设置”>“隐私与安全性”>“Apple广告”，然后轻点关闭“个性化广告”。在Mac上，前往“系统设置”>“隐私与安全性”>“Apple广告”，然后取消选择“个性化广告”。 若要进一步了解Apple广告与隐私，请访问www.apple.com.cn/legal/privacy/data/zh-cn/apple-advertising。 了解如何拒收Apple News和“股市”中的个性化广告，请访问support.apple.com/105131。 与第三方共享 对于与Apple合作提供产品与服务、协助Apple进行市场营销以及代表Apple出售广告（在Apple News和“股市”中显示）的战略合作伙伴，我们可能会与其共享一些与使用“我的运动”关注的运动、联赛、球队和运动员相关的非个人数据。例如，Apple可能会与Apple News出版机构及其他内容提供商分享聚合报告，以协助他们了解其内容表现。 处理个人数据的适用法律依据 如果使用“我的运动”，我们会根据提供该服务以及遵守法律义务之所需来处理你的个人数据。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会按照满足我们或第三方合法权益的目的所需来处理以下类别的个人数据以： • 向你发送“我的运动”和运动喜好相关信息以及你可能感兴趣的其他Apple产品、服务和优惠信息 • 为你及他人改进“我的运动”和支持的Apple App和服务 使用的数据包括： • 你所关注的运动、联赛、球队和运动员、交互的通知以及错误和崩溃相关的信息 • 你账户相关的详细信息 保留 我们会将你的运动喜好和“我的运动”使用相关信息以与你Apple账户关联的方式保留，保留时间视提供相关服务所需而定，且在你停止使用“我的运动”后保留最多两年。支持的App会按照其数据和隐私信息中所述的方式处理你的信息。进一步了解Apple TV App与隐私，请访问www.apple.com.cn/legal/privacy/data/zh-cn/apple-tv-app；进一步了解Apple News与隐私，请访问www.apple.com.cn/legal/privacy/data/zh-cn/apple-news。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy
zh_hk: 「我的體育」讓你可以在Apple App和裝置上盡享同一運動體驗。你關注的隊伍和其他體育內容偏好會在支援的Apple App以及已使用相同Apple帳户登入的裝置之間同步。 提供和改進「我的體育」 如你開啟「我的體育」的同步功能，系統會在其他支援的App中，自動關注你在Apple Sports、Apple TV和Apple News等支援的App中關注的隊伍和其他體育內容偏好。Apple會收集「我的體育」使用狀況的相關資料，包括（如有提供）你關注的體育內容、聯賽、隊伍和運動員，以及你互動的通知，並會以連繫至你Apple帳户的方式儲存有關資料。Apple會使用此資料來將你的體育活動偏好在支援的Apple App（包括Apple Sports、Apple TV和Apple News）之間同步，並在那些App和Apple News電郵電子報等相關服務中提供個人化的體驗。Apple也會使用此資料，以及錯誤和死機的相關資料，來改進「我的體育」和支援的Apple App及服務。 「我的體育」同步讓你可以在支援的Apple App之間盡享同一運動體驗，與你體育活動偏好相關的內容（例如文章和賽事）會在支援的Apple App和相關服務（包括Apple Sports、Apple TV和Apple News）中顯示。你隨時可以在支援的App之設定中，選擇停止使用「我的體育」來同步你的體育內容偏好。關閉「我的體育」同步功能可能會限制部份App中可用的體育功能。 與你通訊 Apple可能會使用與你帳户相關的資料（例如你擁有的Apple產品以及訂閲的Apple服務）向你傳送「我的體育」和你的體育內容偏好，以及你可能感興趣的其他Apple產品、服務和優惠（包括Apple One）的相關通訊。Apple亦可能會使用你關注的體育內容、聯賽、隊伍和運動員的相關資料，來向你傳送電郵，並在支援「我的體育」的App（包括Apple TV和Apple News）有可用的新功能、內容和優惠時推送相關通知。你可以前往account.apple.com來更改電郵偏好設定，並選擇不接收這些電郵。如要在iOS、iPadOS或visionOS裝置上為支援「我的體育」的App更新通知偏好設定，請前往「設定」>「通知」> TV來更新Apple TV通知，以及前往「設定」>「通知」> News來更新Apple News的通知。在Mac上，前往「系統設定」>「通知」，並按一下「TV」或「News」。 廣告 如已啟用「個人化廣告」設定，Apple的廣告平台可能會使用你的資料來提供與你更相關的廣告。Apple的廣告平台可能會使用與你體育內容偏好相關的資料，以確保Apple News和「股市」中的廣告與你相關。 如你不想收到Apple廣告平台根據你的興趣所傳送的目標廣告，你可以選擇關閉「個人化廣告」。關閉「個人化廣告」會使Apple無法將你的資料用於廣吿目標。這樣未必會減少你收到的廣告數量，但廣告可能與你的相關性較低。 你可以在iOS、iPadOS或visionOS裝置上關閉「個人化廣告」，請前往「設定」>「私隱與保安」>「Apple廣告」，然後點一下以關閉「個人化廣告」。在Mac上，前往「系統設定」>「私隱與保安」>「Apple廣告」，然後取消選擇「個人化廣告」。 進一步了解「Apple廣告與私隱」，請前往www.apple.com/hk/legal/privacy/data/zh-hk/apple-advertising。 了解如何不接收Apple News和「股市」中的個人化廣告，請瀏覽：support.apple.com/105131。 與第三方分享 我們可能會向與Apple合作提供產品及服務、協助Apple對客户行銷，以及在Apple News和「股市」中以Apple的名義銷售廣告的策略合作夥伴提供部份關於使用「我的體育」關注的體育內容、聯賽、隊伍和運動員之非個人資料。例如，Apple可能會與Apple News出版商和其他內容提供者分享𢑥集報告，協助他們了解其內容的表現。 處理個人資料的適用法律依據 如你使用「我的體育」，我們會處理你的個人資料，此為提供服務所必需，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會視乎需要處理以下類別的個人資料，以保障我們或第三方的合法權益，以便： • 向你傳送「我的體育」和你的體育內容偏好，以及你可能感興趣的其他Apple產品、服務和優惠的相關通訊 • 為你和他人改進「我的體育」和受支援的Apple App與服務 使用的資料包括： • 你關注的體育內容、聯賽、隊伍和運動員、你與之互動的通知，以及錯誤和死機資料 • 你帳户的詳細資料 保留 我們會保留與你體育內容偏好和使用「我的體育」相關的資料，資料會連繫至你的Apple帳户，保留時間視提供服務所需而定，並會在你停止使用「我的體育」後保留最多兩年。支援的App會如其資料和私隱資料中所述處理你的資料。進一步了解「Apple TV App與私隱」，請前往www.apple.com/hk/legal/privacy/data/zh-hk/apple-tv-app；進一步了解「Apple News與私隱」，請前往www.apple.com/hk/legal/privacy/data/zh-hk/apple-news。 無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com/hk/privacy
zh_tw: 「我的運動」讓你可以在Apple App和裝置上享受一致的運動體驗。你追蹤的隊伍和其他運動偏好會在所有支援的Apple App和已登入相同「Apple帳號」的裝置上同步。 提供並改進「我的運動」 若你開啟「我的運動」同步，你在支援的App中追蹤的隊伍和其他運動偏好也會自動在其他支援的App上追蹤，包含Apple Sports、Apple TV和Apple News。Apple會收集你使用「我的運動」的相關資訊，包含（有提供時）你追蹤的運動、聯盟、隊伍和運動員以及你互動的通知，並將該資訊與你的「Apple帳號」產生關聯來儲存。Apple會使用此資訊來在支援的Apple App上同步你的運動偏好，包含Apple Sports、Apple TV和Apple News，並在這些App和例如Apple News電子郵件電子報等相關服務中提供個人化的使用體驗。Apple也會使用此資訊，以及錯誤和當機資訊，來改進「我的運動」及支援的Apple App和服務。 「我的運動」同步讓你在支援的Apple App上享受一致的運動體驗，有關你運動偏好的內容，例如文章和賽事，會在支援的Apple App和相關服務（包含Apple Sports、Apple TV和Apple News）中顯示。你隨時可以在支援的App設定中，選擇停止使用「我的運動」來同步運動偏好。關閉同步「我的運動」可能會限制部分App內可用的運動功能。 與你通訊 Apple可能會使用與你帳號有關的資訊（例如你擁有的Apple產品和你訂閱的Apple服務），以傳送「我的運動」和你運動偏好的相關通訊，以及其他你可能感興趣的Apple產品、服務和優惠（包含Apple One）。Apple也可能使用你追蹤的運動、聯盟、隊伍和運動員相關資訊，來向你傳送電子郵件和推播通知，告知你支援「我的運動」的App（包含Apple TV和Apple News）中可用的新功能、內容和優惠。你可以前往account.apple.com來更改電子郵件的偏好設定，並選擇不接收這些電子郵件。若要在iOS、iPadOS或visionOS裝置上為支援「我的運動」的App更新通知偏好設定，請前往「設定」>「通知」> TV來更新Apple TV通知，前往「設定」>「通知」> News來更新Apple News通知。在Mac上，請前往「系統設定」>「通知」，並按一下「TV」或「News」。 廣告 若啟用了「個人化廣告」設定，則Apple的廣告平台可能會使用你的資訊來提供與你更為相關的廣告。Apple的廣告平台可能會使用你運動偏好的相關資訊來確保在Apple News 和「股市」中提供相關的廣告。 若你不想收到Apple廣告平台依據你的興趣所傳送的定向廣告，你可以選擇關閉「個人化廣告」。關閉「個人化廣告」可避免Apple將你的資訊用於定向廣告。這可能不會減少你接收到的廣告數量，但廣告與你的關聯性可能較低。 你可以在iOS、iPadOS或visionOS裝置上關閉「個人化廣告」，請前往「設定」>「隱私權與安全性」>「Apple廣告」，然後點一下來關閉「個人化廣告」。在Mac上，請前往「系統設定」>「隱私權與安全性」>「Apple廣告」，然後取消選取「個人化廣告」。 進一步瞭解「Apple廣告與隱私權」，請前往www.apple.com/tw/legal/privacy/data/zh-tw/apple-advertising。 瞭解如何選擇不接收Apple News和「股市」中的個人化廣告，請前往support.apple.com/105131。 與第三方分享 我們可能會將使用「我的運動」追蹤的運動、聯盟、隊伍和運動員等非個人資料，分享給與Apple共同提供產品及服務、協助Apple對客戶行銷，以及在Apple News和「股市」中以Apple的名義銷售廣告的策略合作夥伴。例如，Apple可能會與Apple News出版商和其他內容提供者分享彙集報告，協助他們瞭解其內容的表現。 處理個人資料適用的法律依據 若你使用「我的運動」，我們會視提供服務和遵守法律義務所需來處理你的個人資料。在同意即為適當法律依據的地區，我們會依照適用的當地法律尋求你的同意。 若符合適用的當地法律，我們會以我們或第三方的正當利益為目的，視需要處理下列類別的個人資料，以用於提供以下服務： • 傳送「我的運動」和你運動偏好的相關通訊，以及其他你可能感興趣的Apple產品、服務和優惠 • 為你和其他人改進「我的運動」和支援的Apple App及服務 使用的資料包含： • 追蹤的運動、聯盟、隊伍和運動員，以及你互動的通知，還有錯誤和當機資訊 • 帳號的詳細資訊 保留 我們會保留與你的運動偏好和使用「我的運動」相關的資訊，並與你的「Apple帳號」建立關聯，保留時間視提供服務所需，並會在你停止使用「我的運動」後保留最多兩年。支援的App會依其資料和隱私權資訊所述來處理你的資訊。進一步瞭解「Apple TV App與隱私權」，請前往www.apple.com/legal/privacy/data/zh-tw/apple-tv-app，針對「Apple News與隱私權」，請前往www.apple.com/tw/legal/privacy/data/zh-tw/apple-news。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com/tw/privacy
